{
  "total": 1103,
  "documents": [
    {
      "id": "0",
      "text": "What is it like to rapidly go from being poor/middle class to incredibly rich?"
    },
    {
      "id": "1",
      "text": "How can I reduce my belly fat in 2 months?"
    },
    {
      "id": "2",
      "text": "What are the biggest lies?"
    },
    {
      "id": "3",
      "text": "How is the growth and life at TCS?"
    },
    {
      "id": "4",
      "text": "Why study mathematics?"
    },
    {
      "id": "5",
      "text": "Why do people find their birthday very special?"
    },
    {
      "id": "6",
      "text": "Do you think life in abroad is better than India?"
    },
    {
      "id": "7",
      "text": "Is the Earth flat?"
    },
    {
      "id": "8",
      "text": "What do cricket fans think of Gautam Gambhir?"
    },
    {
      "id": "9",
      "text": "How do you learn to draw?"
    },
    {
      "id": "10",
      "text": "Where can I find and pitch angel investors?"
    },
    {
      "id": "11",
      "text": "What actually is the purpose of life?"
    },
    {
      "id": "12",
      "text": "Is it right to give money to beggar?"
    },
    {
      "id": "13",
      "text": "Can we use Jio sim in 3G phone?"
    },
    {
      "id": "14",
      "text": "What is the best gaming laptop I can buy under 60000 in India?"
    },
    {
      "id": "15",
      "text": "How can we improve the education system for high school and college?"
    },
    {
      "id": "16",
      "text": "What is the best way to learn guitar without taking classes?"
    },
    {
      "id": "17",
      "text": "What is your greatest regret in life?"
    },
    {
      "id": "18",
      "text": "What is the best thing to do after break up?"
    },
    {
      "id": "19",
      "text": "How can I find the right girl for me?"
    },
    {
      "id": "20",
      "text": "What are the biggest lies told ever?"
    },
    {
      "id": "21",
      "text": "Why did Quora change the fonts?"
    },
    {
      "id": "22",
      "text": "What is your average day like and what do you do?"
    },
    {
      "id": "23",
      "text": "What do you think of Aliexpress?"
    },
    {
      "id": "24",
      "text": "What can a BDS do in Canada?"
    },
    {
      "id": "25",
      "text": "Do human beings get all of their genes for intelligence from their mother?"
    },
    {
      "id": "26",
      "text": "How will I contact a genuine hacker?"
    },
    {
      "id": "27",
      "text": "Can a broken bone heal perfectly?"
    },
    {
      "id": "28",
      "text": "Which sex position girls like the most?"
    },
    {
      "id": "29",
      "text": "What is the best time to visit Kerala and what are the places to visit in a span of 8 days?"
    },
    {
      "id": "30",
      "text": "How can I get a meeting with Elon Musk?"
    },
    {
      "id": "31",
      "text": "What are the top books an aspiring teen entrepreneur should read?"
    },
    {
      "id": "32",
      "text": "What are your best moments of life?"
    },
    {
      "id": "33",
      "text": "How do you post question in Quora? I posted many but rejected."
    },
    {
      "id": "34",
      "text": "Will the next MacBook Pro still have an optical drive?"
    },
    {
      "id": "35",
      "text": "How do I hide a contact on whatsapp?"
    },
    {
      "id": "36",
      "text": "How do you build homes?"
    },
    {
      "id": "37",
      "text": "What are some of the best gaming laptops under rs 60000 that are available in india?"
    },
    {
      "id": "38",
      "text": "What are the requirements to join the Canadian Army?"
    },
    {
      "id": "39",
      "text": "What are the benefits of doing squats?"
    },
    {
      "id": "40",
      "text": "How do I appeal a collapsed answer?"
    },
    {
      "id": "41",
      "text": "Why do some people drive slowly (10+ MPH under the speed limit) in the passing lane?"
    },
    {
      "id": "42",
      "text": "Have you ever been in a car accident? If yes, then how do you feel after that?"
    },
    {
      "id": "43",
      "text": "How I can improve my English communication?"
    },
    {
      "id": "44",
      "text": "Why do so many people ask or answer questions anonymously in Quora?"
    },
    {
      "id": "45",
      "text": "What are the best books for learning data structures and algorithms in C++?"
    },
    {
      "id": "46",
      "text": "Which is the best book for SQL?"
    },
    {
      "id": "47",
      "text": "How much water should a normal, healthy adult drink on a daily basis to avoid dehydration?"
    },
    {
      "id": "48",
      "text": "What religions would aliens have?"
    },
    {
      "id": "49",
      "text": "\"Why is \"\"The Outsiders\"\" a good book?\""
    },
    {
      "id": "50",
      "text": "What are some surprising facts about africa?"
    },
    {
      "id": "51",
      "text": "How can I meet Elon Musk?"
    },
    {
      "id": "52",
      "text": "Why do people ask questions on Quora instead of Googling it?"
    },
    {
      "id": "53",
      "text": "What are the safety precautions on handling shotguns proposed by the NRA in California?"
    },
    {
      "id": "54",
      "text": "Does dark matter exist on earth?"
    },
    {
      "id": "55",
      "text": "Other than Mahatma Gandhi, which person would be a good candidate to appear on Indian currency, and why?"
    },
    {
      "id": "56",
      "text": "How can I write a program to delete a first element of an array?"
    },
    {
      "id": "57",
      "text": "Why are some people more intelligent than others?"
    },
    {
      "id": "58",
      "text": "What are good jobs for people with autism?"
    },
    {
      "id": "59",
      "text": "Why can't I have an orgasm?"
    },
    {
      "id": "60",
      "text": "How do I upload profile pic in Quora?"
    },
    {
      "id": "61",
      "text": "What is dual nature of electron?"
    },
    {
      "id": "62",
      "text": "Which person do you respect the most and why?"
    },
    {
      "id": "63",
      "text": "What should I do to overcome anxiety?"
    },
    {
      "id": "64",
      "text": "How can I delete an old Instagram account if I don't know the password for it?"
    },
    {
      "id": "65",
      "text": "Instead of Nehru, if Vallabhai Patel was the first PM for India, would have India been called as a developed, super powered country? Isn't it true?"
    },
    {
      "id": "66",
      "text": "How can I improve fluency in English?"
    },
    {
      "id": "67",
      "text": "What do you think about the first presidential debate between Hillary and Trump?"
    },
    {
      "id": "68",
      "text": "Would Steve Jobs be proud of Tim Cook's performance right now?"
    },
    {
      "id": "69",
      "text": "Legally, what happens if Clinton is indicted before the election? Would Trump win by default?"
    },
    {
      "id": "70",
      "text": "What is the best PHP development company in India?"
    },
    {
      "id": "71",
      "text": "Is 33 too old to start medical school?"
    },
    {
      "id": "72",
      "text": "Why do developers at Google use Ubuntu over something like Windows or Mac OS X?"
    },
    {
      "id": "73",
      "text": "Who would play you in the movie of your life?"
    },
    {
      "id": "74",
      "text": "Why is there conflict between the people of Israel and Palestine?"
    },
    {
      "id": "75",
      "text": "How can you convert an internal-combustion-powered car into an electric-powered car?"
    },
    {
      "id": "76",
      "text": "How I can apply for cds exam 2016?"
    },
    {
      "id": "77",
      "text": "How should I put question anonymously on Quora?"
    },
    {
      "id": "78",
      "text": "How does one get smooth legs?"
    },
    {
      "id": "79",
      "text": "What is difference between family and household?"
    },
    {
      "id": "80",
      "text": "Is the rise of China good for the world?"
    },
    {
      "id": "81",
      "text": "\"What does \"\"Wish You Were Here\"\" by Pink Floyd mean?\""
    },
    {
      "id": "82",
      "text": "How do you get top answer on Quora?"
    },
    {
      "id": "83",
      "text": "How can you tell if your cat loves you?"
    },
    {
      "id": "84",
      "text": "What should I do when I feel I'm losing my mind due to exam stress?"
    },
    {
      "id": "85",
      "text": "Does Hillary Clinton have health issues we, as voters, should be concerned about?"
    },
    {
      "id": "86",
      "text": "What are the pros and cons of spiritual enlightenment?"
    },
    {
      "id": "87",
      "text": "Is there a black hole in the center of our galaxy?"
    },
    {
      "id": "88",
      "text": "Why are gay men feminine and lesbians masculine?"
    },
    {
      "id": "89",
      "text": "Who would win an all out war between Pakistan and India if no other country got involved?"
    },
    {
      "id": "90",
      "text": "What are some mind blowing technology that most people don't know about?"
    },
    {
      "id": "91",
      "text": "How do I add photos to my questions in Quora?"
    },
    {
      "id": "92",
      "text": "How do I speak English like celebrities?"
    },
    {
      "id": "93",
      "text": "How can I upload my profile picture in Quora?"
    },
    {
      "id": "94",
      "text": "What is a coco bond?"
    },
    {
      "id": "95",
      "text": "What kind of problems will you face when travelling abroad?"
    },
    {
      "id": "96",
      "text": "How can I overcome insomnia?"
    },
    {
      "id": "97",
      "text": "Why have I become quiet?"
    },
    {
      "id": "98",
      "text": "What books (not blogs) should an aspiring entrepreneur read?"
    },
    {
      "id": "99",
      "text": "What is the cause of conflict between Israel and Palestine?"
    },
    {
      "id": "100",
      "text": "How do I get paid for writing?"
    },
    {
      "id": "101",
      "text": "What will be the effect of demonetisation on Indian economy?"
    },
    {
      "id": "102",
      "text": "What is the population of black people in the world?"
    },
    {
      "id": "103",
      "text": "What is a simple open source project to contribute  code to?"
    },
    {
      "id": "104",
      "text": "How do I loose weight fast?"
    },
    {
      "id": "105",
      "text": "Are the voting booths set up on the reservations?"
    },
    {
      "id": "106",
      "text": "Is it necessary to have sex in relationship?"
    },
    {
      "id": "107",
      "text": "What are the ways to commit suicide?"
    },
    {
      "id": "108",
      "text": "I want to delete an old Instagram account back, but I don't know the password or the email I used. What do I do?"
    },
    {
      "id": "109",
      "text": "In the eventuality of war between Russia and the USA, what shall be the outcome? Who shall be victorious?"
    },
    {
      "id": "110",
      "text": "Why do some people write with their right hand and some write with their left hand?"
    },
    {
      "id": "111",
      "text": "Do you think scrapping of 500 and 1000 rupee denominations is going to eradicate corruption?"
    },
    {
      "id": "112",
      "text": "What are some tools used to measure weight?"
    },
    {
      "id": "113",
      "text": "What are the best ways to cook bacon in a crock pot?"
    },
    {
      "id": "114",
      "text": "What are the criteria for gaining citizenship in the Netherlands? Does an international student need to know Dutch in order to attend a university in the Netherlands?"
    },
    {
      "id": "115",
      "text": "Can someone love two people at a time?"
    },
    {
      "id": "116",
      "text": "What is my PUK code number and where can I find it?"
    },
    {
      "id": "117",
      "text": "Why India is so bad at Olympics? Is it because India is poor?"
    },
    {
      "id": "118",
      "text": "How can I start getting involved in politics?"
    },
    {
      "id": "119",
      "text": "How can I active voicemail alerts on my iPhone?"
    },
    {
      "id": "120",
      "text": "What is the best way to make money fast?"
    },
    {
      "id": "121",
      "text": "Why the hell does Quora mark all my questions as needed improvement?"
    },
    {
      "id": "122",
      "text": "What form of religion would aliens in other planets have?"
    },
    {
      "id": "123",
      "text": "Why there are people who still believe that earth is flat?"
    },
    {
      "id": "124",
      "text": "Why do people bother to ask questions on Quora they could just google to get the answer?"
    },
    {
      "id": "125",
      "text": "How do I verify my Facebook account and send the code to my new phone number?"
    },
    {
      "id": "126",
      "text": "What are some of the best places to visit in Kerala in a span of 5 days?"
    },
    {
      "id": "127",
      "text": "How do I get my Facebook account back if I've changed phone numbers and they still send the code to the other number?"
    },
    {
      "id": "128",
      "text": "What is the difference between the USA and India?"
    },
    {
      "id": "129",
      "text": "Which is the most underrated Bollywood movie?"
    },
    {
      "id": "130",
      "text": "What is it like to date a pornstar?"
    },
    {
      "id": "131",
      "text": "Where can I get high quality service for ant control in Bronte?"
    },
    {
      "id": "132",
      "text": "Will the rise of China be a good or bad thing? Why?"
    },
    {
      "id": "133",
      "text": "Why doesn't Quora allow the use of emoticons?"
    },
    {
      "id": "134",
      "text": "What is best online business loan company?"
    },
    {
      "id": "135",
      "text": "What is the best way to avoid questions needing improvement on Quora?"
    },
    {
      "id": "136",
      "text": "Why Cyrus Mistry has been replaced by Ratan Tata?"
    },
    {
      "id": "137",
      "text": "What are your best study tips?"
    },
    {
      "id": "138",
      "text": "How can I add question anonymously on Quora?"
    },
    {
      "id": "139",
      "text": "How do I start learning Python Socket Programming?"
    },
    {
      "id": "140",
      "text": "Why will Donald Trump be a good president?"
    },
    {
      "id": "141",
      "text": "What do you think of my Utopia country?"
    },
    {
      "id": "142",
      "text": "What are the best websites to market artwork?"
    },
    {
      "id": "143",
      "text": "Can Adobe Photoshop be found on the internet for free?"
    },
    {
      "id": "144",
      "text": "Why does Richard Dawkins view Islam as a threat?"
    },
    {
      "id": "145",
      "text": "How should I become confident?"
    },
    {
      "id": "146",
      "text": "What are the 5 saddest moments of Star Wars the Clone Wars?"
    },
    {
      "id": "147",
      "text": "\"What does \"\"check yourself before you wreck yourself\"\" mean.?\""
    },
    {
      "id": "148",
      "text": "Why do cats hate cucumbers?"
    },
    {
      "id": "149",
      "text": "Without naming his opponent, what are 5 reasons to vote for Trump?"
    },
    {
      "id": "150",
      "text": "What is the secret behind Bermuda triangle?"
    },
    {
      "id": "151",
      "text": "What is motive of Mulayam Singh Yadav behind expelling Akhilesh Yadav from Samajwadi party?"
    },
    {
      "id": "152",
      "text": "Are the people smarter with a good memory smarter than those who without?"
    },
    {
      "id": "153",
      "text": "How can I find the right girl to get married?"
    },
    {
      "id": "154",
      "text": "How do I convert an existing gas powered car to totally electric?"
    },
    {
      "id": "155",
      "text": "What is the difference between American and Indian education?"
    },
    {
      "id": "156",
      "text": "What is the best way to advertise blogs?"
    },
    {
      "id": "157",
      "text": "What does the world think of India?"
    },
    {
      "id": "158",
      "text": "Why has Narendra Modi not been appointed as Chief Information Commissioner and a Lokpal yet? Has he something to hide?"
    },
    {
      "id": "159",
      "text": "\"Why do people say \"\"Bullies are jealous of you\"\"?\""
    },
    {
      "id": "160",
      "text": "What do you think about AliExpress?"
    },
    {
      "id": "161",
      "text": "How and where should I start learning C++?"
    },
    {
      "id": "162",
      "text": "What is Kantianism? What are some examples?"
    },
    {
      "id": "163",
      "text": "What should be the strategy to prepare for BITSAT 2017?"
    },
    {
      "id": "164",
      "text": "How can I slow down the signs of aging?"
    },
    {
      "id": "165",
      "text": "How is the growth at TCS?"
    },
    {
      "id": "166",
      "text": "How common is prostitution in Saudi Arabia?"
    },
    {
      "id": "167",
      "text": "How can I prevent cancer?"
    },
    {
      "id": "168",
      "text": "\"What does the phrase \"\"check yourself before you wreck yourself\"\" mean?\""
    },
    {
      "id": "169",
      "text": "Are the new Apple Macbook pros really worth their price?"
    },
    {
      "id": "170",
      "text": "Who is the most corrupt indian politician?"
    },
    {
      "id": "171",
      "text": "Why is the US dollar stronger than the other currencies?"
    },
    {
      "id": "172",
      "text": "Why does my arm sting/go numb after shooting meth?"
    },
    {
      "id": "173",
      "text": "What are the websites a Mechanical Engineer student should visit?"
    },
    {
      "id": "174",
      "text": "Who will become the next CM of Gujarat?"
    },
    {
      "id": "175",
      "text": "What was your first question asked on Quora?"
    },
    {
      "id": "176",
      "text": "Are there real life karma police?"
    },
    {
      "id": "177",
      "text": "Why do good things happen to bad people, and vice-versa?"
    },
    {
      "id": "178",
      "text": "How do I build a home?"
    },
    {
      "id": "179",
      "text": "Why did Mulayam Singh Yadav expel Akhilesh Yadav from Samajwadi Party? What do you think about it?"
    },
    {
      "id": "180",
      "text": "What were the highlights of PM Modi's speech on New Year's Eve 2017 and what are your views about it?"
    },
    {
      "id": "181",
      "text": "How much water should I drink a day?"
    },
    {
      "id": "182",
      "text": "What are the Major problems in Indian education system?"
    },
    {
      "id": "183",
      "text": "What is the advantage of iOS over Android?"
    },
    {
      "id": "184",
      "text": "What is your score and rank in NEET 2016?"
    },
    {
      "id": "185",
      "text": "Is it okay to leave an iPhone plugged into the charger even after it is 100% charged?"
    },
    {
      "id": "186",
      "text": "Is prostitution legal in Saudi Arabia?"
    },
    {
      "id": "187",
      "text": "Can I travel to the UK with my valid student visa (considering the fact that my unversity course is over, but I have not yet obtained my degree)?"
    },
    {
      "id": "188",
      "text": "What are the real examples of karma in real world?"
    },
    {
      "id": "189",
      "text": "What is the expected cutoff for KVPY SA 2016 -17?"
    },
    {
      "id": "190",
      "text": "What are the funniest jokes / stories you ever heard?"
    },
    {
      "id": "191",
      "text": "What is funniest joke you've ever heard?"
    },
    {
      "id": "192",
      "text": "I'm 31 and decided to join a medical school, is it too late?"
    },
    {
      "id": "193",
      "text": "Why are Quorians more liberal than conservative?"
    },
    {
      "id": "194",
      "text": "How can one meet British women in Canada?"
    },
    {
      "id": "195",
      "text": "My Skill market Research Analysis (225112- VETASSESS) is listed in CSOL. I have 4 years of experience in this field. Advisable to apply Australian PR?"
    },
    {
      "id": "196",
      "text": "Are psychic readings over the phone genuine?"
    },
    {
      "id": "197",
      "text": "Issue of new provinces in pakistan?"
    },
    {
      "id": "198",
      "text": "What are the best ways to be a better web designer?"
    },
    {
      "id": "199",
      "text": "What is the correct way to recite Gayatri mantra?"
    },
    {
      "id": "200",
      "text": "When my girlfriend's sister is mean to me and I defend myself, my GF defends her. When her sister is mean to me and I ignore her, my girlfriend gets angry with me for ignoring her sister. What should I do?"
    },
    {
      "id": "201",
      "text": "How do I prepare for SSC CGL at home/without coaching?"
    },
    {
      "id": "202",
      "text": "What is the difference between a synchronous machine and an induction machine?"
    },
    {
      "id": "203",
      "text": "Can a psychic medium give an accurate reading over the phone?"
    },
    {
      "id": "204",
      "text": "What opportunities exist after completing a B.Tech in mechanical engineering?"
    },
    {
      "id": "205",
      "text": "What is the scariest paranormal experience you have ever had?"
    },
    {
      "id": "206",
      "text": "What type off music do you listen?"
    },
    {
      "id": "207",
      "text": "What are some of the best ways to memorize things faster?"
    },
    {
      "id": "208",
      "text": "What is your purpose of life?"
    },
    {
      "id": "209",
      "text": "Is it possible to spy on cell phones?"
    },
    {
      "id": "210",
      "text": "Which are the most underrated movies in Bollywood?"
    },
    {
      "id": "211",
      "text": "How can I be a doctor?"
    },
    {
      "id": "212",
      "text": "Why do some people call Donald Trump racist?"
    },
    {
      "id": "213",
      "text": "How does Kakao Talk's business model work?"
    },
    {
      "id": "214",
      "text": "\"Who was the song \"\"Wish You Were Here\"\" by Pink Floyd written about and what is the deeper meaning of it?\""
    },
    {
      "id": "215",
      "text": "Why use Quora when Google answers almost everything?"
    },
    {
      "id": "216",
      "text": "How do I learn SQL for beginners?"
    },
    {
      "id": "217",
      "text": "What are some good philosophical questions?"
    },
    {
      "id": "218",
      "text": "Will Donald Trump ruin the USA if he's elected president?"
    },
    {
      "id": "219",
      "text": "How is life in IITB?"
    },
    {
      "id": "220",
      "text": "What is the best joke you have ever heard?"
    },
    {
      "id": "221",
      "text": "How does one spy on a cell phone?"
    },
    {
      "id": "222",
      "text": "Can supreme court in India cancel government decision on demonetization?"
    },
    {
      "id": "223",
      "text": "Where can I meet British people in Canada?"
    },
    {
      "id": "224",
      "text": "What are the hardest puzzles asked in interview?"
    },
    {
      "id": "225",
      "text": "Why nobody answer my questions in Quora?"
    },
    {
      "id": "226",
      "text": "What are the some lesser known fact about Indian railways?"
    },
    {
      "id": "227",
      "text": "Is KFC Halal?"
    },
    {
      "id": "228",
      "text": "What would be a cool way to commit suicide?"
    },
    {
      "id": "229",
      "text": "How are we enabled to see the black colour?"
    },
    {
      "id": "230",
      "text": "Why aren't white Americans called European Americans?"
    },
    {
      "id": "231",
      "text": "What are the best soothing songs?"
    },
    {
      "id": "232",
      "text": "Can you describe the best moment in your life?"
    },
    {
      "id": "233",
      "text": "Where can I get quality commercial painting services in Brisbane?"
    },
    {
      "id": "234",
      "text": "What was the significance of the battle of Somme, and how did this battle compare and contrast to the Battle of Borodino?"
    },
    {
      "id": "235",
      "text": "Which TV show is similar to or better than Friends?"
    },
    {
      "id": "236",
      "text": "What are the best algorithm books for beginners?"
    },
    {
      "id": "237",
      "text": "How can I work for Blizzard or Riot Games?"
    },
    {
      "id": "238",
      "text": "How can I learn Python faster and effectively?"
    },
    {
      "id": "239",
      "text": "How does a laser guided bomb work?"
    },
    {
      "id": "240",
      "text": "What is the benefits of gst bill?"
    },
    {
      "id": "241",
      "text": "What is best opinion sharing app?"
    },
    {
      "id": "242",
      "text": "Why do some people think the Earth is flat?"
    },
    {
      "id": "243",
      "text": "Is it a good idea to buy a used car from a car rental agency?"
    },
    {
      "id": "244",
      "text": "What are the health effects, if any, of honey and lemon water?"
    },
    {
      "id": "245",
      "text": "Is it possible to have black hole inside a black hole?"
    },
    {
      "id": "246",
      "text": "What is Coursera? Is it useful?"
    },
    {
      "id": "247",
      "text": "How did your parents react when they found out about you losing virginity?"
    },
    {
      "id": "248",
      "text": "How does Tesla auto pilot know my hands are on the steering wheel?"
    },
    {
      "id": "249",
      "text": "How can I improve my English in a very short time?"
    },
    {
      "id": "250",
      "text": "How do I cancel Quora?"
    },
    {
      "id": "251",
      "text": "How long can you live without food?"
    },
    {
      "id": "252",
      "text": "What happens if Hillary gets indicted after the convention and before the election?"
    },
    {
      "id": "253",
      "text": "Why do people ask stupid questions on Quora that could be easily answered by Google?"
    },
    {
      "id": "254",
      "text": "How can I get started with web design?"
    },
    {
      "id": "255",
      "text": "Why do people still believe the world is flat?"
    },
    {
      "id": "256",
      "text": "If USA goes to war against Russia tomorrow, who would be likely to win in the end, if any?"
    },
    {
      "id": "257",
      "text": "Has a president elect ever been forced out?"
    },
    {
      "id": "258",
      "text": "What is the best romantic movie of all time?"
    },
    {
      "id": "259",
      "text": "What should I do to move to the U.S.A?"
    },
    {
      "id": "260",
      "text": "Is there a healthy and safe way to lose about 20 pounds in a month and keep it off?"
    },
    {
      "id": "261",
      "text": "How do I get better at writing or blogging?"
    },
    {
      "id": "262",
      "text": "\"Why many of the Indians use the phrase when something goes out of order, \"\"Majboori ka naam Mahatma Gandhi\"\"?\""
    },
    {
      "id": "263",
      "text": "What are some good Malayalam books to read?"
    },
    {
      "id": "264",
      "text": "What does it mean by 'moment' of a random variable?"
    },
    {
      "id": "265",
      "text": "What do you mean by voltage regulation?"
    },
    {
      "id": "266",
      "text": "Who is the most corrupt Indian politician till date?"
    },
    {
      "id": "267",
      "text": "Is incest linked to narcissism?"
    },
    {
      "id": "268",
      "text": "Will the celebrities who promised to move if Trump won, really leave the US?"
    },
    {
      "id": "269",
      "text": "Can India host the Summer Olympics?"
    },
    {
      "id": "270",
      "text": "Is there any proof that God really exist?"
    },
    {
      "id": "271",
      "text": "How does the HP OfficeJet 4620 Airprint compare to the HP DesignJet T1530 36-in PostScript Printer?"
    },
    {
      "id": "272",
      "text": "What is your best study tip?"
    },
    {
      "id": "273",
      "text": "What is reality? Is this real life?"
    },
    {
      "id": "274",
      "text": "Can you trace a lost mobile in India?"
    },
    {
      "id": "275",
      "text": "What is difference between sleep and death?"
    },
    {
      "id": "276",
      "text": "Is there any site to download free books?"
    },
    {
      "id": "277",
      "text": "Ive told my friend that I have been intimate with that I have feelings for him now he wants a two week break over Christmas to think things over?"
    },
    {
      "id": "278",
      "text": "How do I flirt unknown girls?"
    },
    {
      "id": "279",
      "text": "How did you celebrate this Diwali?"
    },
    {
      "id": "280",
      "text": "What are some good books on Quantum Field Theory for advanced undergraduates?"
    },
    {
      "id": "281",
      "text": "Who created the fake UN tribunal in Hague in the world?"
    },
    {
      "id": "282",
      "text": "How does one become confident?"
    },
    {
      "id": "283",
      "text": "What is a monarchy?"
    },
    {
      "id": "284",
      "text": "Why do so many people ask things on Quora that they could just as easily Google?"
    },
    {
      "id": "285",
      "text": "Why do folks ask questions on Quora that a Google search could answer faster and more accurately?"
    },
    {
      "id": "286",
      "text": "What powers does the vice president have?"
    },
    {
      "id": "287",
      "text": "Can an infinite amount of dark or vacuum or gravitational energy be created with expansion?"
    },
    {
      "id": "288",
      "text": "What would the world be like today if the Black Plague had never happened?"
    },
    {
      "id": "289",
      "text": "What is wrong with India's education system?"
    },
    {
      "id": "290",
      "text": "How does your height increase?"
    },
    {
      "id": "291",
      "text": "What are the ugliest tattoos you have ever seen?"
    },
    {
      "id": "292",
      "text": "What is Quantity Surveying?"
    },
    {
      "id": "293",
      "text": "What will be the effect of demonetization?"
    },
    {
      "id": "294",
      "text": "What are some of the practical examples that demonstrate the existence of karma?"
    },
    {
      "id": "295",
      "text": "Which celebrities are there on Quora?"
    },
    {
      "id": "296",
      "text": "Why do people ask questions on Quora that are just as, if not more than easier to, look up with a search engine?"
    },
    {
      "id": "297",
      "text": "Can photoShop be downloaded for free?"
    },
    {
      "id": "298",
      "text": "Are Indian cities turning into moral policing hubs?"
    },
    {
      "id": "299",
      "text": "Did Gendry stop rowing?"
    },
    {
      "id": "300",
      "text": "How do I forget someone whom l love so much?"
    },
    {
      "id": "301",
      "text": "What are some good websites to watch documentaries?"
    },
    {
      "id": "302",
      "text": "How much do I need to earn to live in New York City?"
    },
    {
      "id": "303",
      "text": "What was your worst customer service experience you've ever had?"
    },
    {
      "id": "304",
      "text": "How can I improve my English speaking .?"
    },
    {
      "id": "305",
      "text": "Can I do MBBS after my BE? Is it possible?"
    },
    {
      "id": "306",
      "text": "How old is too old to start medical school?"
    },
    {
      "id": "307",
      "text": "How do I find my life's goal?"
    },
    {
      "id": "308",
      "text": "Why did Zayn Malik leave One Directon?"
    },
    {
      "id": "309",
      "text": "What are some of the most common examples of Newton's Second Law?"
    },
    {
      "id": "310",
      "text": "What was your first question on Quora?"
    },
    {
      "id": "311",
      "text": "Where can I get very comprehensive commercial painting services in Brisbane?"
    },
    {
      "id": "312",
      "text": "Which are the best open source projects one should initially start contributing to?"
    },
    {
      "id": "313",
      "text": "I smoked weed for the first time ever a couple days ago, how long until it's out of my system?"
    },
    {
      "id": "314",
      "text": "\"What is the difference between infatuation and \"\"real love\"\"?\""
    },
    {
      "id": "315",
      "text": "What is the need of voltage regulation?"
    },
    {
      "id": "316",
      "text": "What is the way to start/create a new religion?"
    },
    {
      "id": "317",
      "text": "What are some of the best jokes?"
    },
    {
      "id": "318",
      "text": "Can IQ level be increased or it remains same from birth till death?"
    },
    {
      "id": "319",
      "text": "What rank and marks are required on the GATE Exam to get a job in PSU for mechanical engineering?"
    },
    {
      "id": "320",
      "text": "Why are mobile phones also known as 'cell phones'?"
    },
    {
      "id": "321",
      "text": "Technology: What are the best smartphones gadgets?"
    },
    {
      "id": "322",
      "text": "What was that best moment of your life?"
    },
    {
      "id": "323",
      "text": "What is the best way to cook bacon in a crock pot?"
    },
    {
      "id": "324",
      "text": "Which game stall gives much money that can I have on my college fest?"
    },
    {
      "id": "325",
      "text": "Will I have a great career if I go for B.Tech in mechanical engineering in a state level college in India?"
    },
    {
      "id": "326",
      "text": "What is your favorite drink?"
    },
    {
      "id": "327",
      "text": "What are the options for tracing your lost mobile in India?"
    },
    {
      "id": "328",
      "text": "What is the significance of the Battle of the Somme?"
    },
    {
      "id": "329",
      "text": "Why do some people buy iPhones over Android phones? Are they really better?"
    },
    {
      "id": "330",
      "text": "Examples of Newton's second law?"
    },
    {
      "id": "331",
      "text": "How did your parents react when they came to know that you lost your virginity?"
    },
    {
      "id": "332",
      "text": "Does God play dice with the world?"
    },
    {
      "id": "333",
      "text": "How do I increase the height?"
    },
    {
      "id": "334",
      "text": "How do I learn how to draw?"
    },
    {
      "id": "335",
      "text": "How was your day?"
    },
    {
      "id": "336",
      "text": "What is Hillary Clinton's strategy to take down ISIS?"
    },
    {
      "id": "337",
      "text": "Why is the cone of light seen on the tympanic membrane?"
    },
    {
      "id": "338",
      "text": "How do you find the magnitude of the net force?"
    },
    {
      "id": "339",
      "text": "Why do people use Quora when they could easily find the answer in a quick Google search?"
    },
    {
      "id": "340",
      "text": "What diffrrent methods are used to measure weight and what tools are used to do so?"
    },
    {
      "id": "341",
      "text": "Is it true that the new Rs. 2000 currency notes in India will have a nano GPS chip?"
    },
    {
      "id": "342",
      "text": "How do I get started for cds exam 2016?"
    },
    {
      "id": "343",
      "text": "Why is no one answering my questions in Quora?"
    },
    {
      "id": "344",
      "text": "What is reality?"
    },
    {
      "id": "345",
      "text": "What is the history of the Davao City bombing?"
    },
    {
      "id": "346",
      "text": "Which places should I visit if I am going to Kerala for a week with friends?"
    },
    {
      "id": "347",
      "text": "Which countries have good job prospects for Indians, who are planning to pursue an MBA abroad?"
    },
    {
      "id": "348",
      "text": "What are some characteristics of dicot plants?"
    },
    {
      "id": "349",
      "text": "What do you struggle with the most when it comes to taking care of your life?"
    },
    {
      "id": "350",
      "text": "How was your tinder experience?"
    },
    {
      "id": "351",
      "text": "How can I become a doctor?"
    },
    {
      "id": "352",
      "text": "How do I hire a legit hacker?"
    },
    {
      "id": "353",
      "text": "How can I improve my English pronunciation?"
    },
    {
      "id": "354",
      "text": "Why are Quora users allowed to disable comments?"
    },
    {
      "id": "355",
      "text": "Why did Mulayam Singh Yadav expel Akhilesh Yadav from the Samajwadi Party for 6 years?"
    },
    {
      "id": "356",
      "text": "What are some mind blowing facts about the world?"
    },
    {
      "id": "357",
      "text": "What is a black hole in the center of galaxies? Also, what is singularity?"
    },
    {
      "id": "358",
      "text": "Why dose some people writing left hand?"
    },
    {
      "id": "359",
      "text": "Why TATA sons replaced Cyrus Mistry to Ratan TATA?"
    },
    {
      "id": "360",
      "text": "Oneplus 3 review from Indian user?"
    },
    {
      "id": "361",
      "text": "What are monoecious plants and what are examples of them?"
    },
    {
      "id": "362",
      "text": "How did you learn programming when you were a complete beginner?"
    },
    {
      "id": "363",
      "text": "How can i get 95%+ in 10th ICSE Board exam 2017?"
    },
    {
      "id": "364",
      "text": "How do I know if I have been blocked by someone on Hike?"
    },
    {
      "id": "365",
      "text": "How can you determine the resonance structures of N3?"
    },
    {
      "id": "366",
      "text": "How do I tighten my loose vagina?"
    },
    {
      "id": "367",
      "text": "How do people in cold countries manage to take showers and keep themselves clean everyday?"
    },
    {
      "id": "368",
      "text": "How does laser guided bomb work?"
    },
    {
      "id": "369",
      "text": "Why is a mobile phone also called a cell phone?"
    },
    {
      "id": "370",
      "text": "What does a 'moment' mean?"
    },
    {
      "id": "371",
      "text": "How can I find my goal?"
    },
    {
      "id": "372",
      "text": "Do Quora questions marked as needing improvement still reach the entire Quora user community?"
    },
    {
      "id": "373",
      "text": "How do I become a better or pro web designer?"
    },
    {
      "id": "374",
      "text": "What are are some ways to lose 25 pounds in 1 month?"
    },
    {
      "id": "375",
      "text": "What is the benefits of reading?"
    },
    {
      "id": "376",
      "text": "Do bad things happen to good people? Or do bad things create good people?"
    },
    {
      "id": "377",
      "text": "Difference between correlation and regression?"
    },
    {
      "id": "378",
      "text": "Is it right to give money to beggars as now it has become business of many?"
    },
    {
      "id": "379",
      "text": "\"What are the origins of the Hindi phrase \"\"Majboori Ka Naam Gandhiji\"\"?\""
    },
    {
      "id": "380",
      "text": "How can we see black colour?"
    },
    {
      "id": "381",
      "text": "Which is your favorite bollywood movie in 2016?"
    },
    {
      "id": "382",
      "text": "What's the worst customer service experience you've ever had?"
    },
    {
      "id": "383",
      "text": "\"What is the meaning of the word \"\"arbitrary\"\"?\""
    },
    {
      "id": "384",
      "text": "How do our eyes and brain process color?"
    },
    {
      "id": "385",
      "text": "When would India organise Olympic Games? Which city will be the best to host the event?"
    },
    {
      "id": "386",
      "text": "Can Supreme court of India scrap the demonetization in India?"
    },
    {
      "id": "387",
      "text": "Why transition elements are called transition elements?"
    },
    {
      "id": "388",
      "text": "Is it possible to remove the caste based reservation system from India, by the government of India?"
    },
    {
      "id": "389",
      "text": "What are some examples of Kantianism?"
    },
    {
      "id": "390",
      "text": "What are the best books on algorithms and data structures?"
    },
    {
      "id": "391",
      "text": "What do you hate about group homes for autistic adults?"
    },
    {
      "id": "392",
      "text": "Do you think Donald Trump will make a good U.S. President?"
    },
    {
      "id": "393",
      "text": "How was KVPY SA 2016?"
    },
    {
      "id": "394",
      "text": "Is Donald Trump going to ruin the USA as its President?"
    },
    {
      "id": "395",
      "text": "Which things you dislike on Quora?"
    },
    {
      "id": "396",
      "text": "Is incest related to narcissism?"
    },
    {
      "id": "397",
      "text": "Why doesn't anyone reply to my questions on Quora?"
    },
    {
      "id": "398",
      "text": "What's the best thing that make you happy?"
    },
    {
      "id": "399",
      "text": "Is it justified for a country to spend millions on missiles when billions are still struggling in poverty?"
    },
    {
      "id": "400",
      "text": "Why do people ask question on Quora that can be easily and definitively answered by Googling?"
    },
    {
      "id": "401",
      "text": "How was your experience using Tinder for dating?"
    },
    {
      "id": "402",
      "text": "Are there any free online iq tests that are accurate?"
    },
    {
      "id": "403",
      "text": "What's the funniest highbrow joke you've ever heard?"
    },
    {
      "id": "404",
      "text": "How can I tell if this website is a scam?"
    },
    {
      "id": "405",
      "text": "Which countries have easy job prospects for Indians doing their MBA abroad?"
    },
    {
      "id": "406",
      "text": "What's the best way to tighten loose vagina?"
    },
    {
      "id": "407",
      "text": "What are the best places to visit in Kerala for college students?"
    },
    {
      "id": "408",
      "text": "What are the bitter truths of going yo the US for an MS as an Indian? By Nikhil Patel"
    },
    {
      "id": "409",
      "text": "How can I increase my breast size naturally if I'm a B cup?"
    },
    {
      "id": "410",
      "text": "What are some characteristics of dicots?"
    },
    {
      "id": "411",
      "text": "Does the MacBook Pro come with an optical drive?"
    },
    {
      "id": "412",
      "text": "Can a long-distance relationship last?"
    },
    {
      "id": "413",
      "text": "How do you deal with a friend that is a pathological liar?"
    },
    {
      "id": "414",
      "text": "Is chocolate good for your health?"
    },
    {
      "id": "415",
      "text": "What rank does psu required for mechanical?"
    },
    {
      "id": "416",
      "text": "Why do we like life hacks so much?"
    },
    {
      "id": "417",
      "text": "What is the best way to start web design?"
    },
    {
      "id": "418",
      "text": "What books on Quantum Field theory are suitable for advanced undergraduates?"
    },
    {
      "id": "419",
      "text": "How do I advertise for my blog?"
    },
    {
      "id": "420",
      "text": "Why are most gay men so feminine?"
    },
    {
      "id": "421",
      "text": "Does masturbation affect muscle gain?"
    },
    {
      "id": "422",
      "text": "Why don't Quora people just look up the answer on Google?"
    },
    {
      "id": "423",
      "text": "What are some safe ways to lose 15-20 pounds in a month?"
    },
    {
      "id": "424",
      "text": "How can I move to the U.S.?"
    },
    {
      "id": "425",
      "text": "How is Donald Trump going to make America great again?"
    },
    {
      "id": "426",
      "text": "Where should I go to see the Northern Lights? And How? And What to prepare?"
    },
    {
      "id": "427",
      "text": "How can discontinuing 500 and 1000 rupee will help to control black money?"
    },
    {
      "id": "428",
      "text": "How do you make your nose smaller?"
    },
    {
      "id": "429",
      "text": "Which is the best laptop to buy under 40000?"
    },
    {
      "id": "430",
      "text": "I want to improve my English?"
    },
    {
      "id": "431",
      "text": "How do I prepare for CAT 2016?"
    },
    {
      "id": "432",
      "text": "How does passage of the GST bill help the common man in India?"
    },
    {
      "id": "433",
      "text": "How can you improve high school education?"
    },
    {
      "id": "434",
      "text": "Does Tesla Autopilot stop working when my hands aren’t on the steering wheel?"
    },
    {
      "id": "435",
      "text": "What motivates people with technical experience to answer questions on Quora?"
    },
    {
      "id": "436",
      "text": "What are some good argument Augmented reality SDK and the benefits?"
    },
    {
      "id": "437",
      "text": "Why do people ask such questions here on Quora which could be easily found on the internet?"
    },
    {
      "id": "438",
      "text": "If not Mahatma Gandhi, who else deserves to be on the Indian rupee?"
    },
    {
      "id": "439",
      "text": "HOw do I speak Fluent English?"
    },
    {
      "id": "440",
      "text": "Which is the best institute for ITIL certification in Pune?"
    },
    {
      "id": "441",
      "text": "What is the total cost of printing and circulating of the new Rs 500 and Rs 2000 notes?"
    },
    {
      "id": "442",
      "text": "What are some of the best sites to watch documentaries?"
    },
    {
      "id": "443",
      "text": "How do I learn playing guitar without formal training?"
    },
    {
      "id": "444",
      "text": "How do you deal with a person who is a pathological liar?"
    },
    {
      "id": "445",
      "text": "What do you actually love about yourself?"
    },
    {
      "id": "446",
      "text": "How do I hack WiFi passwords?"
    },
    {
      "id": "447",
      "text": "How do I hide contacts on WhatsApp?"
    },
    {
      "id": "448",
      "text": "What are some of your favorite Christmas traditions you've started with your family?"
    },
    {
      "id": "449",
      "text": "Has a long-distance relationship ever lasted successfully?"
    },
    {
      "id": "450",
      "text": "How do I learn machine learning?"
    },
    {
      "id": "451",
      "text": "Is Gendry still rowing?"
    },
    {
      "id": "452",
      "text": "Are there any free certified IQ tests available online?"
    },
    {
      "id": "453",
      "text": "Where did you find happiness?"
    },
    {
      "id": "454",
      "text": "Which are the best startups to work for in Pune? How do I apply to them?"
    },
    {
      "id": "455",
      "text": "What should I wear for concert?"
    },
    {
      "id": "456",
      "text": "How can I write a program to delete element from array?"
    },
    {
      "id": "457",
      "text": "When was your first orgasm and how?"
    },
    {
      "id": "458",
      "text": "Why do people fall in love with celebrities?"
    },
    {
      "id": "459",
      "text": "What mean by alkali?"
    },
    {
      "id": "460",
      "text": "For you what is the meaning of life?"
    },
    {
      "id": "461",
      "text": "Which subject should I take after 10th? Maths or biology?"
    },
    {
      "id": "462",
      "text": "Is GDP a good measure for the standard of living?"
    },
    {
      "id": "463",
      "text": "Why doesn't Quora allow emojis?"
    },
    {
      "id": "464",
      "text": "What are the benefits of lipton green tea? Is it healthy to drink it twice a day?"
    },
    {
      "id": "465",
      "text": "Can Quora quote the improvements needed in the questions when it is marked as 'Needing Improvement'?"
    },
    {
      "id": "466",
      "text": "How is the Bangalore City?"
    },
    {
      "id": "467",
      "text": "What is it really like to be shot?"
    },
    {
      "id": "468",
      "text": "Are the new 500 rs and 2000 rs Indian currency notes really chip-based?"
    },
    {
      "id": "469",
      "text": "Why do dogs chase their tails?"
    },
    {
      "id": "470",
      "text": "How would you spend the last 24 hours in your life?"
    },
    {
      "id": "471",
      "text": "What is the diffrence between Google AI and IBM Watson?"
    },
    {
      "id": "472",
      "text": "How can you increase girth and length?"
    },
    {
      "id": "473",
      "text": "How do Mormons believe you get to heaven?"
    },
    {
      "id": "474",
      "text": "What do Israelis think of Pakistan?"
    },
    {
      "id": "475",
      "text": "Is it worth dropping two years for NITs?"
    },
    {
      "id": "476",
      "text": "Why are there so many anonyms on Quora?"
    },
    {
      "id": "477",
      "text": "What are reason for india's poor performance in olympic games?"
    },
    {
      "id": "478",
      "text": "What are some benefits of reading?"
    },
    {
      "id": "479",
      "text": "How can I stop feeling guilty about something that happened a very long time ago?"
    },
    {
      "id": "480",
      "text": "What is like to date pornstar?"
    },
    {
      "id": "481",
      "text": "What is the best book to learn linux for beginners?"
    },
    {
      "id": "482",
      "text": "What are some ways to lose 45 pounds in 5 months?"
    },
    {
      "id": "483",
      "text": "What are the puzzles asked in interview?"
    },
    {
      "id": "484",
      "text": "What is a logic gate?"
    },
    {
      "id": "485",
      "text": "Why is there a black hole at the center of every galaxy?"
    },
    {
      "id": "486",
      "text": "Why would Donald Trump make a good president?"
    },
    {
      "id": "487",
      "text": "What should I do to market for my new website?"
    },
    {
      "id": "488",
      "text": "What would cause a demand curve to shift?"
    },
    {
      "id": "489",
      "text": "What r the criteria of gettin citizenship in Netherlands? Does an International student need2know Dutch to b able2study in a university of Netherlands?"
    },
    {
      "id": "490",
      "text": "What are Raghuram Rajan's views on demonetization of 500 and 1000 notes by the Modi Government?"
    },
    {
      "id": "491",
      "text": "Write short notes on issue of new provinces in pakistan?"
    },
    {
      "id": "492",
      "text": "How can I get paid to write?"
    },
    {
      "id": "493",
      "text": "Hinduism: What is the correct way of reciting gaytri mantra?"
    },
    {
      "id": "494",
      "text": "My girlfriend's sister is always really mean to me in front of my GF. My GF defends her when I stand up to her. My GF says that she is her sister and she will defend her sister and I should just learn to tolerate her sister. Should I break up with her?"
    },
    {
      "id": "495",
      "text": "How can I get rid of insomnia?"
    },
    {
      "id": "496",
      "text": "What is your rank and marks in neet 2016?"
    },
    {
      "id": "497",
      "text": "What Christmas traditions do you and your family have for Christmas Eve and Christmas Day?"
    },
    {
      "id": "498",
      "text": "How do I know if I'm having an orgasm?"
    },
    {
      "id": "499",
      "text": "How I can make money fast?"
    },
    {
      "id": "500",
      "text": "How can I get deleted messages from Instagram?"
    },
    {
      "id": "501",
      "text": "What are Raghuram Rajan's views about demonetization of Rs 500 and Rs 1000 notes in India?"
    },
    {
      "id": "502",
      "text": "What should I do to end an abusive relationship?"
    },
    {
      "id": "503",
      "text": "Where is the best washing machine service center in Hyderabad?"
    },
    {
      "id": "504",
      "text": "If you could only eat one food for the rest of your life, what would be the most nutritionally balanced option?"
    },
    {
      "id": "505",
      "text": "What do you think about my perfect country?"
    },
    {
      "id": "506",
      "text": "How can you resolve the problem of accounting software tool by quickbooks technical support number?"
    },
    {
      "id": "507",
      "text": "Why do people believe the earth is flat when clearly earth is round from space?"
    },
    {
      "id": "508",
      "text": "How do you delete your Yahoo account permanently?"
    },
    {
      "id": "509",
      "text": "What are some examples of vertebrates?"
    },
    {
      "id": "510",
      "text": "Instead of Nehru, if Vallabhai Patel was the first PM for India, would have India's state?"
    },
    {
      "id": "511",
      "text": "What is the difference between front end and back end development?"
    },
    {
      "id": "512",
      "text": "How do I loose weight fast for operation?"
    },
    {
      "id": "513",
      "text": "Are voting booths set up on reservations?"
    },
    {
      "id": "514",
      "text": "What is the best way to avoid procrastination?"
    },
    {
      "id": "515",
      "text": "What is Coursera?"
    },
    {
      "id": "516",
      "text": "What are CoCo bonds?"
    },
    {
      "id": "517",
      "text": "Lies and Lying: How can I become a better liar?"
    },
    {
      "id": "518",
      "text": "Life Lessons: What can I learn in a minute that will be useful for the rest of my life?"
    },
    {
      "id": "519",
      "text": "Open Culture: What are the most liberal countries of the world?"
    },
    {
      "id": "520",
      "text": "What will be the positive and negative effects of demonization of ₹500/1000 notes on Indian economy?"
    },
    {
      "id": "521",
      "text": "How do I make money fast?"
    },
    {
      "id": "522",
      "text": "Are electronic cigarettes as healthy as we are made to believe?"
    },
    {
      "id": "523",
      "text": "How is life at iit bombay?"
    },
    {
      "id": "524",
      "text": "What are some examples of acids and bases?"
    },
    {
      "id": "525",
      "text": "In which year of the First World War did Germany declare war on Russia and France?"
    },
    {
      "id": "526",
      "text": "What's your favorite drink?"
    },
    {
      "id": "527",
      "text": "How get can I rid of belly fat?"
    },
    {
      "id": "528",
      "text": "How can I get back deleted Instagram messages?"
    },
    {
      "id": "529",
      "text": "Who was the greatest physicist of all time?"
    },
    {
      "id": "530",
      "text": "Why do so many people ask questions on Quora that can be easily answered by any number of legitimate sources on the Web? Have they not heard of Google or Bing?"
    },
    {
      "id": "531",
      "text": "What is the best Bollywood movie of 2016?"
    },
    {
      "id": "532",
      "text": "If more vacuum energy appears with expansion and it has no limit, can infinite of this energy be created? If yes is energy infinite?"
    },
    {
      "id": "533",
      "text": "How have people become millionaires before 25?"
    },
    {
      "id": "534",
      "text": "Why do people ask questions on Quora that can easily be answered by Google?"
    },
    {
      "id": "535",
      "text": "How do I become a better liar?"
    },
    {
      "id": "536",
      "text": "How and when were tampons invented?"
    },
    {
      "id": "537",
      "text": "Can a person be really in love with two persons?"
    },
    {
      "id": "538",
      "text": "Why don't girls like nice guys?"
    },
    {
      "id": "539",
      "text": "How do I forget someone whom I once loved and cared for deeply?"
    },
    {
      "id": "540",
      "text": "What are requirements I would need to start my own cafe?"
    },
    {
      "id": "541",
      "text": "How do I read a balance sheet?"
    },
    {
      "id": "542",
      "text": "What's it like to become the president of the United States?"
    },
    {
      "id": "543",
      "text": "Do the new notes in India need the GPS chip?"
    },
    {
      "id": "544",
      "text": "Is it possible to have a black hole inside another?"
    },
    {
      "id": "545",
      "text": "Why are there still people who think that the Earth is flat?"
    },
    {
      "id": "546",
      "text": "What is the best way to deal with mental stress?"
    },
    {
      "id": "547",
      "text": "Is the world unfair to you?"
    },
    {
      "id": "548",
      "text": "Which are some best websites for mechanical engineering students?"
    },
    {
      "id": "549",
      "text": "What are some real life examples of karma?"
    },
    {
      "id": "550",
      "text": "How can I gain weight as an 18 year old girl?"
    },
    {
      "id": "551",
      "text": "What was the most unnecessary character in Dilwale and why?"
    },
    {
      "id": "552",
      "text": "How should I start business?"
    },
    {
      "id": "553",
      "text": "What are the indicators of GDP as a good measure of standard of living?"
    },
    {
      "id": "554",
      "text": "What books should I read as an aspiring entrepreneur?"
    },
    {
      "id": "555",
      "text": "What is quantity survey?"
    },
    {
      "id": "556",
      "text": "How can I treat a benzoyl peroxide burn?"
    },
    {
      "id": "557",
      "text": "How can I learn new words?"
    },
    {
      "id": "558",
      "text": "What are some businesses that can possibly make me a billionaire in the long term?"
    },
    {
      "id": "559",
      "text": "What I can do to last longer during sex?"
    },
    {
      "id": "560",
      "text": "How does Google Maps find out the current traffic situation?"
    },
    {
      "id": "561",
      "text": "Why are birthdays so special?"
    },
    {
      "id": "562",
      "text": "How do I earn more coins in 8 ball pool?"
    },
    {
      "id": "563",
      "text": "What is the story of davao bombing?"
    },
    {
      "id": "564",
      "text": "How can I catch my husband cheating?"
    },
    {
      "id": "565",
      "text": "How are Quora views counted?"
    },
    {
      "id": "566",
      "text": "Is stack overflow or dice better for finding tech candidates?"
    },
    {
      "id": "567",
      "text": "How is views on answers in Quora calculated?"
    },
    {
      "id": "568",
      "text": "What is secret of Subhash Chandra Bose's death?"
    },
    {
      "id": "569",
      "text": "What is it like to be an only child and get married to an only child?"
    },
    {
      "id": "570",
      "text": "How could I work for Riot Games or Blizzard?"
    },
    {
      "id": "571",
      "text": "What are good jobs for autistic people?"
    },
    {
      "id": "572",
      "text": "How can I become an investment banker in India?"
    },
    {
      "id": "573",
      "text": "Is it possible to run Jio 4G in 3G mobile phones? If yes then how?"
    },
    {
      "id": "574",
      "text": "Which American celebrities are really going to leave America now that Trump has won?"
    },
    {
      "id": "575",
      "text": "What are your reasons for voting for Trump?"
    },
    {
      "id": "576",
      "text": "Hi I don't smoke weed, I don't enjoy alcohol, I don't smoke cigarettes. I don't do any drugs. Am I missing something?"
    },
    {
      "id": "577",
      "text": "In a California unlawful detainer can a one of two family trustees file as an individual plaintiff? ."
    },
    {
      "id": "578",
      "text": "What is the best resource for small business loans?"
    },
    {
      "id": "579",
      "text": "What is the best method to lose 20 pounds in 4 weeks or less?"
    },
    {
      "id": "580",
      "text": "What are the creepiest paranormal experience you have had?"
    },
    {
      "id": "581",
      "text": "What are the benifets of eating spicy food?"
    },
    {
      "id": "582",
      "text": "Where can I get high quality service for carpenter ants in Bronte?"
    },
    {
      "id": "583",
      "text": "If universe expansion create more gravitational dark and vacuum energy without limit?"
    },
    {
      "id": "584",
      "text": "What drawing or painting describes your personality and why?"
    },
    {
      "id": "585",
      "text": "If a war breaks out between India and Pakistan who would win?"
    },
    {
      "id": "586",
      "text": "How do I make myself more productive and happy?"
    },
    {
      "id": "587",
      "text": "Which is the best QuickBooks Tech Support Number?"
    },
    {
      "id": "588",
      "text": "How do you set up voicemail on an iPhone?"
    },
    {
      "id": "589",
      "text": "What should happen with Kashmir?"
    },
    {
      "id": "590",
      "text": "How could I avoid my laziness?"
    },
    {
      "id": "591",
      "text": "What are the main problems you have experienced in your travels abroad?"
    },
    {
      "id": "592",
      "text": "What are the best ways to heal a split lip?"
    },
    {
      "id": "593",
      "text": "How should you end an abusive relationship?"
    },
    {
      "id": "594",
      "text": "What are sneaky signs of a cheating spouse?"
    },
    {
      "id": "595",
      "text": "Which is the biggest lie ever told?"
    },
    {
      "id": "596",
      "text": "How do I become a millionaire before the age of 30 in the UK?"
    },
    {
      "id": "597",
      "text": "Why do people write for Quora?"
    },
    {
      "id": "598",
      "text": "\"Why do US school grades go A, B, C, D, and F. Why not \"\"E\"\"?\""
    },
    {
      "id": "599",
      "text": "What are some life acts that we can learn in minute?"
    },
    {
      "id": "600",
      "text": "How will the ban on 500 and 1000 rupee note stop black money?"
    },
    {
      "id": "601",
      "text": "How can we measure the height of mountain?"
    },
    {
      "id": "602",
      "text": "How can I make my nose smaller?"
    },
    {
      "id": "603",
      "text": "How do I get rid of belly fat and thigh fat?"
    },
    {
      "id": "604",
      "text": "Besides hanging yourself what are other ways people commit suicide?"
    },
    {
      "id": "605",
      "text": "How does Quora plan on growing its user base?"
    },
    {
      "id": "606",
      "text": "How do I overcome depression, anxiety and stress?"
    },
    {
      "id": "607",
      "text": "What are the good game stalls ideas that which gives much money than others at college fests?"
    },
    {
      "id": "608",
      "text": "Why is the world so unfair?"
    },
    {
      "id": "609",
      "text": "What does Israel think of Pakistan?"
    },
    {
      "id": "610",
      "text": "What does it mean that the electron has a dual nature (particle and wave properties)?"
    },
    {
      "id": "611",
      "text": "Are there any free and somewhat accurate IQ or psychometric evaluations available online?"
    },
    {
      "id": "612",
      "text": "How does the HP OfficeJet 4620 Airprint compare to the HP LaserJet Enterprise 700 Printer M712dn?"
    },
    {
      "id": "613",
      "text": "What is the best place to visit in Kerala in June?"
    },
    {
      "id": "614",
      "text": "What is a monoecious plant?"
    },
    {
      "id": "615",
      "text": "What are the safety precautions on handling shotguns proposed by the NRA in Minnesota?"
    },
    {
      "id": "616",
      "text": "My 13 year old daughter either wants an iPhone 6s or 7. She gets good grades and she's responsible. Which one should I get her?"
    },
    {
      "id": "617",
      "text": "What is it like to have a boyfriend in Indian army?"
    },
    {
      "id": "618",
      "text": "How many of you think Gautam Gambhir is underrated cricketer?"
    },
    {
      "id": "619",
      "text": "How is dark chocolate good for one's health?"
    },
    {
      "id": "620",
      "text": "Interviewing: What are the best interview questions that are tricky and require presence of mind to answer them? "
    },
    {
      "id": "621",
      "text": "Why did Quora remove the 'needs improvement' tags?"
    },
    {
      "id": "622",
      "text": "How do I become better at controlling emotions?"
    },
    {
      "id": "623",
      "text": "Why do people ask questions on Quora that are easily to find answers too on Google?"
    },
    {
      "id": "624",
      "text": "Can IQ level be increased, or does it remain the same from birth?"
    },
    {
      "id": "625",
      "text": "What should the purpose of your life?"
    },
    {
      "id": "626",
      "text": "Do you think life abroad is better than in India?"
    },
    {
      "id": "627",
      "text": "Why did Apple remove the headphone jack?"
    },
    {
      "id": "628",
      "text": "Why do people like iPhones so much?"
    },
    {
      "id": "629",
      "text": "What do Israelis think about Pakistan?"
    },
    {
      "id": "630",
      "text": "How do I erase my profile on Quora?"
    },
    {
      "id": "631",
      "text": "Is it bad for a battery if you leave it charging even when it's full charged?"
    },
    {
      "id": "632",
      "text": "Why don't many people posting questions on Quora check Google first?"
    },
    {
      "id": "633",
      "text": "How do I know when I'm having an orgasm?"
    },
    {
      "id": "634",
      "text": "Is the earth flat? Is there a sky dome?"
    },
    {
      "id": "635",
      "text": "How do I stop feeling guilty for something I did a while ago?"
    },
    {
      "id": "636",
      "text": "Which is the best laptop under 40000 INR?"
    },
    {
      "id": "637",
      "text": "What are the pros and cons of spiritual awakening?"
    },
    {
      "id": "638",
      "text": "How can I lose body fat in my belly and chest?"
    },
    {
      "id": "639",
      "text": "What does CC of an IC engine indicate?"
    },
    {
      "id": "640",
      "text": "What are some of your favorite movies?"
    },
    {
      "id": "641",
      "text": "Why are so many people obsessed with the flat Earth theory?"
    },
    {
      "id": "642",
      "text": "Who would play you in a movie of your life?"
    },
    {
      "id": "643",
      "text": "What are some painless ways to commit suicide?"
    },
    {
      "id": "644",
      "text": "What is a difference between death & sleep?"
    },
    {
      "id": "645",
      "text": "Can we love two person at the same time?"
    },
    {
      "id": "646",
      "text": "What are good philosophical questions?"
    },
    {
      "id": "647",
      "text": "What is the funniest movie you have ever watched?"
    },
    {
      "id": "648",
      "text": "Is Eye in the Sky a realistic depiction of how drone warfare works, including all the global coordination?"
    },
    {
      "id": "649",
      "text": "What are the most socially liberal countries?"
    },
    {
      "id": "650",
      "text": "Why do people think Trump is racist?"
    },
    {
      "id": "651",
      "text": "What is the most irritating character in Dilwale according to you?"
    },
    {
      "id": "652",
      "text": "Is CAT after b.tech in mechanical engineering useful?"
    },
    {
      "id": "653",
      "text": "Which one is the best romantic movie?"
    },
    {
      "id": "654",
      "text": "What are the best available technology gadgets?"
    },
    {
      "id": "655",
      "text": "What does it feel like to go from poor to rich?"
    },
    {
      "id": "656",
      "text": "Is it true that cats are afraid of cucumbers?"
    },
    {
      "id": "657",
      "text": "What is monarchy?"
    },
    {
      "id": "658",
      "text": "Why do you think Indian government has demolished RS 500 and RS 1000 notes?"
    },
    {
      "id": "659",
      "text": "What is in the Bermuda triangle?"
    },
    {
      "id": "660",
      "text": "Who do you look up to the most?"
    },
    {
      "id": "661",
      "text": "If I haven't smoked weed in a long time and smoked 1 day, how long will it be in my urine?"
    },
    {
      "id": "662",
      "text": "What is the difference between India and USA?"
    },
    {
      "id": "663",
      "text": "What is difference between front end and back end web developer?"
    },
    {
      "id": "664",
      "text": "How do you permantley delete a Yahoo e-mail account?"
    },
    {
      "id": "665",
      "text": "What are some benefits of the GST Bill?"
    },
    {
      "id": "666",
      "text": "How long can one survive working only without food?"
    },
    {
      "id": "667",
      "text": "Have you ever been in a traffic accident?"
    },
    {
      "id": "668",
      "text": "What does the Quran say about triple talaq?"
    },
    {
      "id": "669",
      "text": "How do I learn acoustic guitar at home?"
    },
    {
      "id": "670",
      "text": "What are your daily rituals?"
    },
    {
      "id": "671",
      "text": "Is it possible to lose 45 lbs in 5 months?"
    },
    {
      "id": "672",
      "text": "What are some mind blowing geographical facts around the world?"
    },
    {
      "id": "673",
      "text": "Is one country's sign language different from another?"
    },
    {
      "id": "674",
      "text": "Is it a good idea to buy a certified car (less than 30K miles) from a car rental company?"
    },
    {
      "id": "675",
      "text": "Why are so many questions are asked anonymously in Quora nowadays?"
    },
    {
      "id": "676",
      "text": "How would the world be different if the Black Death never happened?"
    },
    {
      "id": "677",
      "text": "What is the one thing you regret doing in your life?"
    },
    {
      "id": "678",
      "text": "How can a foreign educated lawyer practice law in California?"
    },
    {
      "id": "679",
      "text": "I am an undergraduate. All my friends smoke, but I don't. Am I missing something?"
    },
    {
      "id": "680",
      "text": "How the women breast size increases?"
    },
    {
      "id": "681",
      "text": "Are GitHub and Stack Overflow preferred choices for tech recruiters to source candidates?"
    },
    {
      "id": "682",
      "text": "What is your review of MS Dhoni: The untold story?"
    },
    {
      "id": "683",
      "text": "What are some good startups to work for in Pune?"
    },
    {
      "id": "684",
      "text": "How do I start up a new cafe?"
    },
    {
      "id": "685",
      "text": "How did you learn computer programming? Any advice for a beginner?"
    },
    {
      "id": "686",
      "text": "What are examples of animals with vertebrates?"
    },
    {
      "id": "687",
      "text": "What is the best augmented reality SDK?"
    },
    {
      "id": "688",
      "text": "As a user what is your review of OnePlus 3 including the battery part? Thank you"
    },
    {
      "id": "689",
      "text": "If there are African Americans, Hispanic Americans, Asian Americans, Native Americans, why aren't white people called Euro Americans?"
    },
    {
      "id": "690",
      "text": "Why do HAL sucks?"
    },
    {
      "id": "691",
      "text": "Where is the best washing machine service center in Hyderabad located ?"
    },
    {
      "id": "692",
      "text": "What is the best way to prevent Cancer?"
    },
    {
      "id": "693",
      "text": "What is the top E-commerce platform and E-commerce app developer in India?"
    },
    {
      "id": "694",
      "text": "How do I earn from Quora?"
    },
    {
      "id": "695",
      "text": "How banning 500 and 1000 rupees note will curb the corruption and black money in India?"
    },
    {
      "id": "696",
      "text": "Can I use Jio 4G sim in a 3G phone?"
    },
    {
      "id": "697",
      "text": "Who do you think has dominated in the first us Presidential candidate debate 2016?"
    },
    {
      "id": "698",
      "text": "How much money do I need to live comfortably in New York City?"
    },
    {
      "id": "699",
      "text": "Should I give money to beggars on the street?"
    },
    {
      "id": "700",
      "text": "How do I make myself more productive/?"
    },
    {
      "id": "701",
      "text": "What are the best books for the JEE (Mains)?"
    },
    {
      "id": "702",
      "text": "Why does Quora tend to attract more leftists than conservatives?"
    },
    {
      "id": "703",
      "text": "What is wrong with the public education system?"
    },
    {
      "id": "704",
      "text": "How does our brain discern different wavelengths of light and turn them into color?"
    },
    {
      "id": "705",
      "text": "Why did Quora remove the limited distribution topics?"
    },
    {
      "id": "706",
      "text": "How do I improve my overall native English language?"
    },
    {
      "id": "707",
      "text": "Why is China so rich?"
    },
    {
      "id": "708",
      "text": "What is the weirdest dream you've ever heard?"
    },
    {
      "id": "709",
      "text": "What do you hate on Quora?"
    },
    {
      "id": "710",
      "text": "Why don’t some people believe in God?"
    },
    {
      "id": "711",
      "text": "What are the differences between mitosis and meiosis? What are the similarities?"
    },
    {
      "id": "712",
      "text": "Who is the best actor ever in Indian cinema?"
    },
    {
      "id": "713",
      "text": "What are the safety precautions on handling shotguns proposed by the NRA in the entire U.S. including it’s territories and possessions? 2"
    },
    {
      "id": "714",
      "text": "What are my options after mechanical engineering?"
    },
    {
      "id": "715",
      "text": "What are the best websites or apps to download free ebooks?"
    },
    {
      "id": "716",
      "text": "Which is the best company to hire dedicated PHP developers in India?"
    },
    {
      "id": "717",
      "text": "If earth has been visited and helped by aliens in the past, why don't we find evidence of their advanced technology?"
    },
    {
      "id": "718",
      "text": "How can you determine the resonance structure for N3?"
    },
    {
      "id": "719",
      "text": "My answer was collapsed and I can't even appeal against it. What should I do?"
    },
    {
      "id": "720",
      "text": "Will GST change Indian economy?"
    },
    {
      "id": "721",
      "text": "What should I know before moving to Bangalore?"
    },
    {
      "id": "722",
      "text": "Can we do a MBBS after completing engineering graduation (BE)? Is it possible?"
    },
    {
      "id": "723",
      "text": "How can I really slow down my aging process?"
    },
    {
      "id": "724",
      "text": "How do we become better at controlling our emotions?"
    },
    {
      "id": "725",
      "text": "How do you celebrate Diwali?"
    },
    {
      "id": "726",
      "text": "I'm 27, is it too late for me to go to medical school?"
    },
    {
      "id": "727",
      "text": "How does Kakao style's business model work?"
    },
    {
      "id": "728",
      "text": "What are some ways to improve English?"
    },
    {
      "id": "729",
      "text": "How do I learn how to implement algorithms and data structures in C++?"
    },
    {
      "id": "730",
      "text": "Are the people with a good memory smarter than those who without it?"
    },
    {
      "id": "731",
      "text": "Why could Hillary Clinton go to jail?"
    },
    {
      "id": "732",
      "text": "Are race relations better or worse under President Obama?"
    },
    {
      "id": "733",
      "text": "What is the expected cutoff for the KVPY 2016?"
    },
    {
      "id": "734",
      "text": "Why do people drive so slowly on the left lane in Hawaii?"
    },
    {
      "id": "735",
      "text": "What is the proudest moment?"
    },
    {
      "id": "736",
      "text": "What is the best way to grill frozen chicken?"
    },
    {
      "id": "737",
      "text": "How does someone become a better problem solver?"
    },
    {
      "id": "738",
      "text": "Why do some people think that Narendra Modi is corrupt?"
    },
    {
      "id": "739",
      "text": "Why do people worship celebrities?"
    },
    {
      "id": "740",
      "text": "What is happening with Kashmir?"
    },
    {
      "id": "741",
      "text": "What is the best way to loose weight quickly?"
    },
    {
      "id": "742",
      "text": "What are some amazing facts about Africa?"
    },
    {
      "id": "743",
      "text": "What are any real life instances where karma played it's role?"
    },
    {
      "id": "744",
      "text": "Why use Quora if you can google?"
    },
    {
      "id": "745",
      "text": "What is the spookiest experience you've ever had?"
    },
    {
      "id": "746",
      "text": "How do I trace a phone call?"
    },
    {
      "id": "747",
      "text": "Is at least the potential energy of vacuum energy and dark energy infinite?"
    },
    {
      "id": "748",
      "text": "When did you have your first orgasm?"
    },
    {
      "id": "749",
      "text": "How do I get smooth legs?"
    },
    {
      "id": "750",
      "text": "What does CC of an engine indicate?"
    },
    {
      "id": "751",
      "text": "Have race relations improved or gotten worse during the past 8 years?"
    },
    {
      "id": "752",
      "text": "How do I become an investment banker in India?"
    },
    {
      "id": "753",
      "text": "How should I start learning data analytics with python as a beginner?"
    },
    {
      "id": "754",
      "text": "How do you get rid of fruit flies when they're everywhere?"
    },
    {
      "id": "755",
      "text": "How should I prepare for BITSAT 2017?"
    },
    {
      "id": "756",
      "text": "How do I add images in Quora?"
    },
    {
      "id": "757",
      "text": "How can you join the Canadian army?"
    },
    {
      "id": "758",
      "text": "What is the meaning and purpose to life?"
    },
    {
      "id": "759",
      "text": "Why China is so rich?"
    },
    {
      "id": "760",
      "text": "What will happen when RBI prints more money than their limit?"
    },
    {
      "id": "761",
      "text": "Why do many Quora users ask questions they could look up online?"
    },
    {
      "id": "762",
      "text": "How can you lose weight quickly?"
    },
    {
      "id": "763",
      "text": "Why does the US education system use grades A, B, C, D and F but not grade E?"
    },
    {
      "id": "764",
      "text": "What will you do during the last 24 hours of your life?"
    },
    {
      "id": "765",
      "text": "Is there really a chip embedded in the new Rupees 2000 note?"
    },
    {
      "id": "766",
      "text": "Why Islam is a threat?"
    },
    {
      "id": "767",
      "text": "Why did Quora change its font?"
    },
    {
      "id": "768",
      "text": "Is Hillary Clinton Pro-War?"
    },
    {
      "id": "769",
      "text": "Why don't agnostics believe in God?"
    },
    {
      "id": "770",
      "text": "What show can I watch that's similar to Friends?"
    },
    {
      "id": "771",
      "text": "What is alkali?"
    },
    {
      "id": "772",
      "text": "What is net force? How can you determine its magnitude?"
    },
    {
      "id": "773",
      "text": "How astronauts makes free gravity training?"
    },
    {
      "id": "774",
      "text": "What are the top 3 Malayalam books for teenagers?"
    },
    {
      "id": "775",
      "text": "I am a 11th standard student.How can I earn money online?"
    },
    {
      "id": "776",
      "text": "What is the logic behind scrapping of 500 and 1000 rupee notes by the Indian Government?"
    },
    {
      "id": "777",
      "text": "What were some of the movies you’ve watched again and again?"
    },
    {
      "id": "778",
      "text": "How do I stop feeling guilty for no reason?"
    },
    {
      "id": "779",
      "text": "Are Liberals not concerned that Hillary Clinton has a reputation for being pro war?"
    },
    {
      "id": "780",
      "text": "How banning 500 and 1000 rs note will help fight corruption in India?"
    },
    {
      "id": "781",
      "text": "What painting or drawing describes your personality and why?"
    },
    {
      "id": "782",
      "text": "What do you struggle with most in your life?"
    },
    {
      "id": "783",
      "text": "When is the Ae Dil Hai Mushkil Trailer releasing?"
    },
    {
      "id": "784",
      "text": "Where can I find angel investors for an invention?"
    },
    {
      "id": "785",
      "text": "Which music do you like best?"
    },
    {
      "id": "786",
      "text": "How does IBM Watson compare to Google's AI capabilities?"
    },
    {
      "id": "787",
      "text": "What do people from other countries think of India?"
    },
    {
      "id": "788",
      "text": "What was the craziest dream that you've ever had?"
    },
    {
      "id": "789",
      "text": "What is logic gate?"
    },
    {
      "id": "790",
      "text": "How do I excel at programming?"
    },
    {
      "id": "791",
      "text": "Which is best opinions sharing app?"
    },
    {
      "id": "792",
      "text": "Why do my hands and feet go numb and cold after I shoot meth?"
    },
    {
      "id": "793",
      "text": "Why isn't the US dollar weakening?"
    },
    {
      "id": "794",
      "text": "How can I implement the object localisation algorithm on FPGa?"
    },
    {
      "id": "795",
      "text": "How can I have a big penis?"
    },
    {
      "id": "796",
      "text": "What does the word arbitrary mean?"
    },
    {
      "id": "797",
      "text": "What is a good institute for ITIL certification in Pune?"
    },
    {
      "id": "798",
      "text": "Who do you look up to?"
    },
    {
      "id": "799",
      "text": "What are the best off-the-beaten-path places in Kerala for a tourist?"
    },
    {
      "id": "800",
      "text": "What is the meaning of life? Whats our purpose on Earth?"
    },
    {
      "id": "801",
      "text": "Why do so many Quora questions have poor spelling and grammar?"
    },
    {
      "id": "802",
      "text": "If I'm a foreign lawyer, with a foreign law degree, do I have to take a test or any other requirements to practice law in California?"
    },
    {
      "id": "803",
      "text": "What are the steps to implement the object localisation algorithm in FPGA?"
    },
    {
      "id": "804",
      "text": "What would be the impact of GST in india?"
    },
    {
      "id": "805",
      "text": "How do you treat asthma?"
    },
    {
      "id": "806",
      "text": "What are some ways to start a business?"
    },
    {
      "id": "807",
      "text": "What does it cost the Indian government to print a Rs 2000 note?"
    },
    {
      "id": "808",
      "text": "How important should sex be in a relationship?"
    },
    {
      "id": "809",
      "text": "How and when can I fill the form of Improvement exam of class 12 in 2017?"
    },
    {
      "id": "810",
      "text": "What would happen if you eat the same food for the rest of your life?"
    },
    {
      "id": "811",
      "text": "What is my purpose in life? Why is there life on Earth?"
    },
    {
      "id": "812",
      "text": "Why are there so many anonymous questions on Quora?"
    },
    {
      "id": "813",
      "text": "What ways will you suggest to curb air pollution in delhi? How will they be implemented also?"
    },
    {
      "id": "814",
      "text": "Was the Douglas DC8 a superior aircraft to the Boeing 707?"
    },
    {
      "id": "815",
      "text": "How can I contribute actively to amend the reservation system in India?"
    },
    {
      "id": "816",
      "text": "Why is there so much moral policing in Indian schools?"
    },
    {
      "id": "817",
      "text": "Which is the best cheap beach resort in Goa?"
    },
    {
      "id": "818",
      "text": "Could dark matter exist in small clumps here on Earth?"
    },
    {
      "id": "819",
      "text": "How we can enable VoLTE in Lenovo K3 Note?"
    },
    {
      "id": "820",
      "text": "What's the purpose of a human life?"
    },
    {
      "id": "821",
      "text": "Is there any Nano technology GPS tracking features in new 500 & 2000 rupee notes to be released by Reserve Bank of India?"
    },
    {
      "id": "822",
      "text": "What is your proudest moment?"
    },
    {
      "id": "823",
      "text": "What is the best e-Commerce platform in/for India?"
    },
    {
      "id": "824",
      "text": "Which are the best and the most useful smart phone gadgets?"
    },
    {
      "id": "825",
      "text": "What places should I visit during my visit to Kerala during July?"
    },
    {
      "id": "826",
      "text": "What do Mormons believe about heaven and how does this affect them?"
    },
    {
      "id": "827",
      "text": "How do I earn money with my studies. I am in 11th standard with commerce stream?"
    },
    {
      "id": "828",
      "text": "Why is public education failing?"
    },
    {
      "id": "829",
      "text": "Why does Quora let authors to disable comments for their answer?"
    },
    {
      "id": "830",
      "text": "I have a valid student visa for the UK and I want to travel back to the UK to meet my friend there. Can I travel to the UK with my valid student visa (considering the fact that my university degree is over)?"
    },
    {
      "id": "831",
      "text": "Is sex important in love?"
    },
    {
      "id": "832",
      "text": "How do I place my first question on Quora?"
    },
    {
      "id": "833",
      "text": "How do I become a better thinker, innovator and a problem solver?"
    },
    {
      "id": "834",
      "text": "How do you know if you cat loves you?"
    },
    {
      "id": "835",
      "text": "Why should I study mathematics?"
    },
    {
      "id": "836",
      "text": "Which are the best websites to sell artwork?"
    },
    {
      "id": "837",
      "text": "What are the differences between mitosis and meiosis? What are their similarities?"
    },
    {
      "id": "838",
      "text": "Will Hillary Clinton go to jail for her alleged crimes?"
    },
    {
      "id": "839",
      "text": "How do I get a good rank in the GATE exam to get a seat in IIT?"
    },
    {
      "id": "840",
      "text": "What is the difference between family and household?"
    },
    {
      "id": "841",
      "text": "Does God play dice?"
    },
    {
      "id": "842",
      "text": "How do I put up my profile photo on Quora? It doesn't have an option."
    },
    {
      "id": "843",
      "text": "Can I use Reliance Jio sim in 3G phones?"
    },
    {
      "id": "844",
      "text": "Quora: How do you get your answer on top?"
    },
    {
      "id": "845",
      "text": "How is zero gravity atmosphere for astronauts is created on earth?"
    },
    {
      "id": "846",
      "text": "Why do people ask questions on Quora that could simply be googled?"
    },
    {
      "id": "847",
      "text": "What are the signs of a cheating spouse?"
    },
    {
      "id": "848",
      "text": "Is there anyway to retrieve my deleted emails from my Gmail account?"
    },
    {
      "id": "849",
      "text": "Why does a dog chase its tail?"
    },
    {
      "id": "850",
      "text": "Is this a right decision by Indian government to ban notes of 500 & 1000? What will be the positive and negative effect with it?"
    },
    {
      "id": "851",
      "text": "Can a president elect ever be forced out?"
    },
    {
      "id": "852",
      "text": "What businesses can make someone billionaire?"
    },
    {
      "id": "853",
      "text": "How is old is Earth?"
    },
    {
      "id": "854",
      "text": "Does GDP determine the standard of living in countries?"
    },
    {
      "id": "855",
      "text": "Why are some more intelligent than others?"
    },
    {
      "id": "856",
      "text": "What is the best laptop in price range 50000 - 60000 for 2016?"
    },
    {
      "id": "857",
      "text": "What should be my strategy to earn coins in MiniClip 8 Ball Pool?"
    },
    {
      "id": "858",
      "text": "What was the significance of the battle of Somme, and how did this battle compare and contrast to the Battle of Leningrad?"
    },
    {
      "id": "859",
      "text": "I’m getting my 13 year old daughter an iPhone. Which one is better suited for her, an iPhone 6s 64GB or iPhone 7 32GB?"
    },
    {
      "id": "860",
      "text": "What are some crazy movies you love watching again and again?"
    },
    {
      "id": "861",
      "text": "What's the best way to stop procrastinating?"
    },
    {
      "id": "862",
      "text": "How should I go about learning Machine Learning?"
    },
    {
      "id": "863",
      "text": "When were tampons invented?"
    },
    {
      "id": "864",
      "text": "\"Why is \"\"The Outsiders\"\" considered a good book?\""
    },
    {
      "id": "865",
      "text": "Are vacuum fluctuations energy in vacuum? Are these virtual particles? How do we know there's this energy if they didn't exist? Do they really exist?"
    },
    {
      "id": "866",
      "text": "What is the funniest movie you've ever seen?"
    },
    {
      "id": "867",
      "text": "I am planning to buy an iPhone 6 and will update it to iOS 10, will it be a good buy as the 6S is pretty expensive?"
    },
    {
      "id": "868",
      "text": "Does a broken bone heal perfectly?"
    },
    {
      "id": "869",
      "text": "What career options do you have after getting a Mechanical Engineering degree?"
    },
    {
      "id": "870",
      "text": "What are some of the best thing to do after break up?"
    },
    {
      "id": "871",
      "text": "How can I increase girth of my penis?"
    },
    {
      "id": "872",
      "text": "What should I wear for a concert?"
    },
    {
      "id": "873",
      "text": "Have you ever been involved in a car accident?"
    },
    {
      "id": "874",
      "text": "When you get a benzoyl peroxide burn, how should you treat it?"
    },
    {
      "id": "875",
      "text": "What are some of the worst tattoos ever seen?"
    },
    {
      "id": "876",
      "text": "How do I memorize faster?"
    },
    {
      "id": "877",
      "text": "Do you still masturbate after getting married?"
    },
    {
      "id": "878",
      "text": "What is the best computer programming language to learn? By keeping present and future market in mind."
    },
    {
      "id": "879",
      "text": "How can I overcome the procrastination?"
    },
    {
      "id": "880",
      "text": "How do you get better at writing?"
    },
    {
      "id": "881",
      "text": "What are some great soothing songs?"
    },
    {
      "id": "882",
      "text": "What is the scariest paranormal experience you've ever had?"
    },
    {
      "id": "883",
      "text": "Which is the best smart phone around 15k?"
    },
    {
      "id": "884",
      "text": "What are the safety precautions on handling shotguns proposed by the NRA in North Carolina?"
    },
    {
      "id": "885",
      "text": "Why is sex important in a good relationship?"
    },
    {
      "id": "886",
      "text": "Why are there so many spelling errors with questions on Quora these days?"
    },
    {
      "id": "887",
      "text": "What are the best gaming laptops under INR 60000?"
    },
    {
      "id": "888",
      "text": "How does Google maps finds traffice update?"
    },
    {
      "id": "889",
      "text": "Is it true that intelligence is inherited from the mother?"
    },
    {
      "id": "890",
      "text": "In which year of First World War Germany declared war on Russia and France?"
    },
    {
      "id": "891",
      "text": "How clean is prime minister Narendra Modi in terms of corruption?"
    },
    {
      "id": "892",
      "text": "What is the basis of the combination of Greek letters in naming fraternities?"
    },
    {
      "id": "893",
      "text": "What are some good places to visit in Kerala on tour?"
    },
    {
      "id": "894",
      "text": "Which sex position do girls like?"
    },
    {
      "id": "895",
      "text": "Why has the font of Quora changed?"
    },
    {
      "id": "896",
      "text": "What are the saddest moments in Star Wars: The Clone Wars?"
    },
    {
      "id": "897",
      "text": "What do you love the most about yourself?"
    },
    {
      "id": "898",
      "text": "How can I get excellent at programming?"
    },
    {
      "id": "899",
      "text": "Does change.org really work?"
    },
    {
      "id": "900",
      "text": "What is your favorite album ever?"
    },
    {
      "id": "901",
      "text": "How can we curb pollution in Delhi NCR?"
    },
    {
      "id": "902",
      "text": "Why do people ask questions here in Quora instead of just googling?"
    },
    {
      "id": "903",
      "text": "What are some things I could do when I'm bored or just want to relax?"
    },
    {
      "id": "904",
      "text": "What are the issues associated with creating new provinces in Pakistan?"
    },
    {
      "id": "905",
      "text": "Where in India does KFC get the chickens? Are they haram or halal?"
    },
    {
      "id": "906",
      "text": "How can I know if someone has blocked me on Hike?"
    },
    {
      "id": "907",
      "text": "Who is the person you respect the most, and why?"
    },
    {
      "id": "908",
      "text": "Why one should use Ubuntu over Windows for web development?"
    },
    {
      "id": "909",
      "text": "Do you believe Donald Trump can make America great again?"
    },
    {
      "id": "910",
      "text": "How is Bangalore City?"
    },
    {
      "id": "911",
      "text": "What are some mind blowing gadgets that exist that most people don't know about?"
    },
    {
      "id": "912",
      "text": "Why did Romans conquered Britannia, but didn't conquer Hibernia?"
    },
    {
      "id": "913",
      "text": "How can you grill frozen chicken?"
    },
    {
      "id": "914",
      "text": "What are the differences between the American and Indian education systems?"
    },
    {
      "id": "915",
      "text": "Why does the cone of light form on the tympanic membrane?"
    },
    {
      "id": "916",
      "text": "Ive told my friend who I have been intimate with I have feelings for him he has said we need a break over the holidays to think. Should I be worried?"
    },
    {
      "id": "917",
      "text": "So, how was your day?"
    },
    {
      "id": "918",
      "text": "How do I catch my cheating husband?"
    },
    {
      "id": "919",
      "text": "How are letters chosen in the Greek sorority and fraternity system?"
    },
    {
      "id": "920",
      "text": "What does it feel like to be shot?"
    },
    {
      "id": "921",
      "text": "How can I increase my reaction time?"
    },
    {
      "id": "922",
      "text": "What will be the best place in Sydney to buy any fire-resistant Roller Shutter?"
    },
    {
      "id": "923",
      "text": "Why didn't Philippine request the UN courts instead of the Permanent Court of Arbitration on territory disputes between Philippines & China?"
    },
    {
      "id": "924",
      "text": "Who is next CM of Gujarat?"
    },
    {
      "id": "925",
      "text": "Who can be the best substitute for Mahatma Gandhi on Indian currency?"
    },
    {
      "id": "926",
      "text": "Why have I become so quiet?"
    },
    {
      "id": "927",
      "text": "If a movie was to be made about your life, who would you like to play 'you'?"
    },
    {
      "id": "928",
      "text": "What is the best way to learn new words?"
    },
    {
      "id": "929",
      "text": "What is the difference between infatuation and love? I mean which of them is more into focusing only on the good side of the person?"
    },
    {
      "id": "930",
      "text": "How do people in cold Countries manage to take showers everyday and keep themselves clean?"
    },
    {
      "id": "931",
      "text": "Modi Ji was very positive about the Lokpal before coming to power. Why hasn't he appointed a Lokpal committee yet?"
    },
    {
      "id": "932",
      "text": "How do I increase my reaction time?"
    },
    {
      "id": "933",
      "text": "Is MacBook Pro 2016 worth it?"
    },
    {
      "id": "934",
      "text": "Which board should I take up after my 10th?"
    },
    {
      "id": "935",
      "text": "Which is the best Business school in the World?"
    },
    {
      "id": "936",
      "text": "Approximately how old is the earth?"
    },
    {
      "id": "937",
      "text": "Do cruise missiles exist?"
    },
    {
      "id": "938",
      "text": "How does the HP OfficeJet 4620 Airprint compare to the HP DeskJet 1112 Printer?"
    },
    {
      "id": "939",
      "text": "What is the GRAND purpose of life?"
    },
    {
      "id": "940",
      "text": "Why India's performance is still poor in olympics?"
    },
    {
      "id": "941",
      "text": "What would happen if Barack Obama became the prime minister of India?"
    },
    {
      "id": "942",
      "text": "Why did Philippine ask Private Temporary Arbitration in Hague, not the UN backed courts to solve the water territory disputes with China over SCS?"
    },
    {
      "id": "943",
      "text": "What do you do to get better at basketball?"
    },
    {
      "id": "944",
      "text": "Can the Supreme Court of India interfere on the banned of 500 and 1000 notes by the government?"
    },
    {
      "id": "945",
      "text": "Why didn't the Romans ever conquer Hibernia (modern day island of Ireland)?"
    },
    {
      "id": "946",
      "text": "How do I increase height at age of 16?"
    },
    {
      "id": "947",
      "text": "Are there electronic cigarettes that are healthy?"
    },
    {
      "id": "948",
      "text": "Why does HAL suck so much?"
    },
    {
      "id": "949",
      "text": "What are the best books to learn Linux?"
    },
    {
      "id": "950",
      "text": "What are some of the best business schools in world?"
    },
    {
      "id": "951",
      "text": "What are the health benefits of eating spicy food?"
    },
    {
      "id": "952",
      "text": "What are the best photos taken with a smartphone?"
    },
    {
      "id": "953",
      "text": "Is Donald Trump a good choice for being the President of The US?"
    },
    {
      "id": "954",
      "text": "How did you find happiness?"
    },
    {
      "id": "955",
      "text": "How can you check if a website is safe and not a scam?"
    },
    {
      "id": "956",
      "text": "How can I prepare for SSC CGL at home?"
    },
    {
      "id": "957",
      "text": "Where can I found fire-resistant roller shutters in Sydney?"
    },
    {
      "id": "958",
      "text": "Why do people on Quora ask silly questions about the facts which can be googled very easily?"
    },
    {
      "id": "959",
      "text": "How to flirt with unknown girl?"
    },
    {
      "id": "960",
      "text": "What is your favorite album, and why?"
    },
    {
      "id": "961",
      "text": "What are your views on the Netaji Subhash Chandra Bose's mystery death case?"
    },
    {
      "id": "962",
      "text": "How do I learn Python Programming the most effective way?"
    },
    {
      "id": "963",
      "text": "Why are so many questions posted to Quora that are so easily answered by using Google?"
    },
    {
      "id": "964",
      "text": "What are some interesting things I can do when I am bored and home alone?"
    },
    {
      "id": "965",
      "text": "Does swimming increase your height in twenties?"
    },
    {
      "id": "966",
      "text": "How does the HP OfficeJet 4620 Airprint compare to the HP LaserJet Enterprise M606x?"
    },
    {
      "id": "967",
      "text": "What was the significance of the battle of Somme, and how did this battle compare and contrast to the Battle of France?"
    },
    {
      "id": "968",
      "text": "Who is best actor in Indian cinema?"
    },
    {
      "id": "969",
      "text": "Do people masturbate after getting married too?"
    },
    {
      "id": "970",
      "text": "How can I start hacking from scratch?"
    },
    {
      "id": "971",
      "text": "Does change.org work?"
    },
    {
      "id": "972",
      "text": "What were the highlights of PM Modi's speech on New Year's Eve 2017 and what are your views about it ?"
    },
    {
      "id": "973",
      "text": "Is sex really that important in maintaining long term happy relationship?"
    },
    {
      "id": "974",
      "text": "Which are going to be the best computer programming languages in future?"
    },
    {
      "id": "975",
      "text": "Why do people with Asperger's syndrome hate group homes?"
    },
    {
      "id": "976",
      "text": "What are career opportunities in companies after an M.Tech in production engineering with a B.Tech in mechanical engineering?"
    },
    {
      "id": "977",
      "text": "What are the bitter truths about doing MBA in the US for an Indian?"
    },
    {
      "id": "978",
      "text": "How can I heal a split lip?"
    },
    {
      "id": "979",
      "text": "What are the best photos you've taken using a smartphone?"
    },
    {
      "id": "980",
      "text": "How can I hide a WhatsApp contact?"
    },
    {
      "id": "981",
      "text": "Why do people say bullies are jealous of you?"
    },
    {
      "id": "982",
      "text": "What is main difference between synchronous machine and induction motor?"
    },
    {
      "id": "983",
      "text": "How do you get rid of fruit flies?"
    },
    {
      "id": "984",
      "text": "How can I make money from Quora?"
    },
    {
      "id": "985",
      "text": "Why are transition elements named so?"
    },
    {
      "id": "986",
      "text": "What are the causes of a demand curve shift?"
    },
    {
      "id": "987",
      "text": "How do we treat asthma?"
    },
    {
      "id": "988",
      "text": "What are some tips to gain weight as a teenager?"
    },
    {
      "id": "989",
      "text": "Are there any cheap places to stay in Goa?"
    },
    {
      "id": "990",
      "text": "What powers should the Vice President be given?"
    },
    {
      "id": "991",
      "text": "Is it worth it to pursue a MTech from NIT?"
    },
    {
      "id": "992",
      "text": "How do I hack a wifi?"
    },
    {
      "id": "993",
      "text": "What are some little things that make you happy?"
    },
    {
      "id": "994",
      "text": "Why it is like to have a boyfriend in Indian Army?"
    },
    {
      "id": "995",
      "text": "Why do so many people ask questions on Quora instead of searching the answers on Wikipedia?"
    },
    {
      "id": "996",
      "text": "Why are life hacks so popular?"
    },
    {
      "id": "997",
      "text": "Can marrying an only child be difficult to deal with?"
    },
    {
      "id": "998",
      "text": "Why do people believe in flat earth?"
    },
    {
      "id": "999",
      "text": "Do cruise missiles really exist, or are they a hoax?"
    },
    {
      "id": "1000",
      "text": "If a war erupts between USA and Russia who will eventually win?"
    },
    {
      "id": "1001",
      "text": "How do you read the balance sheet of a company?"
    },
    {
      "id": "1002",
      "text": "Where can you see the northern lights?"
    },
    {
      "id": "1003",
      "text": "Where/how do I start to learning hacking as a newbie?"
    },
    {
      "id": "1004",
      "text": "Is sign language universal among deaf people, or are there different varieties for different countries?"
    },
    {
      "id": "1005",
      "text": "Which aircraft was superior - the Douglas DC8 or the Boeing 707?"
    },
    {
      "id": "1006",
      "text": "Why did Zayn Malik left one direction?"
    },
    {
      "id": "1007",
      "text": "How can you convince someone that God does exist?"
    },
    {
      "id": "1008",
      "text": "If you had only 24 hours left to live, what would you do?"
    },
    {
      "id": "1009",
      "text": "How will demonetization of 500 and 1000 rupee notes stop corruption?"
    },
    {
      "id": "1010",
      "text": "Why is Donald Trump not racist?"
    },
    {
      "id": "1011",
      "text": "Narendra Modi Government should not privatize Public Sector?"
    },
    {
      "id": "1012",
      "text": "How can I build a new religion?"
    },
    {
      "id": "1013",
      "text": "\"At which date \"\"ae dil hai mushkil\"\" movie trailer will release?\""
    },
    {
      "id": "1014",
      "text": "How do I catch a cheating spouse?"
    },
    {
      "id": "1015",
      "text": "What is it like to be President of the United States?"
    },
    {
      "id": "1016",
      "text": "What's the most annoying and unnecessary character in Dilwale and why?"
    },
    {
      "id": "1017",
      "text": "How we lose belly fat india?"
    },
    {
      "id": "1018",
      "text": "What is Quora doing to grow its user base?"
    },
    {
      "id": "1019",
      "text": "Which computer language is the best to learn for the future?"
    },
    {
      "id": "1020",
      "text": "What are the best ways to advertise a blog?"
    },
    {
      "id": "1021",
      "text": "How important is sex in a relationship?"
    },
    {
      "id": "1022",
      "text": "Who are some celebrity users of Quora?"
    },
    {
      "id": "1023",
      "text": "Is there any way to recover e-mails that were deleted from a Gmail account?"
    },
    {
      "id": "1024",
      "text": "What is your favorite movies of all times?"
    },
    {
      "id": "1025",
      "text": "When is the form for CBSE class 12 improvement exam coming out for 2017?"
    },
    {
      "id": "1026",
      "text": "What if Mr. Barack obama was the prime minister of India?"
    },
    {
      "id": "1027",
      "text": "If vacuum energy is created as space expands, can infinite energy be created?"
    },
    {
      "id": "1028",
      "text": "What are the best ways to improve my English because I'm not good in English?"
    },
    {
      "id": "1029",
      "text": "Where can I learn C++?"
    },
    {
      "id": "1030",
      "text": "Why don't girls date the nice guy?"
    },
    {
      "id": "1031",
      "text": "Is the film MS Dhoni, The Untold story worth watching?"
    },
    {
      "id": "1032",
      "text": "Shouldn't Modi Government privatize Railways and other Public Sector industries?"
    },
    {
      "id": "1033",
      "text": "How realistic is the process of drone targeting as showed in the movie: Eye in the sky.?"
    },
    {
      "id": "1034",
      "text": "What can I work on to get better at basketball?"
    },
    {
      "id": "1035",
      "text": "What is the one thing you hate about Quora?"
    },
    {
      "id": "1036",
      "text": "What is the reason behind India's bad performance in Olympics?"
    },
    {
      "id": "1037",
      "text": "How do I reduce belly fat that I had since young?"
    },
    {
      "id": "1038",
      "text": "Who are the top physicists of all time?"
    },
    {
      "id": "1039",
      "text": "What should I do during exam stress?"
    },
    {
      "id": "1040",
      "text": "I am planning to buy iPhone 6 and will update it to iOS 10, will it be a good buy? (as the 6S is pretty expensive)"
    },
    {
      "id": "1041",
      "text": "What does the Quran says about Talaq in Islam?"
    },
    {
      "id": "1042",
      "text": "What is your favorite Bollywood movie in 2016?"
    },
    {
      "id": "1043",
      "text": "What are the things I should know before moving to Bangalore?"
    },
    {
      "id": "1044",
      "text": "Is it worth doing an MTech from the NITs?"
    },
    {
      "id": "1045",
      "text": "Philosophy of Everyday Life: What's your average day like?"
    },
    {
      "id": "1046",
      "text": "Why didn't Philippine ask the UN backed courts to rule, instead of the black-box operated and private Arbitration to rule for the SCS?"
    },
    {
      "id": "1047",
      "text": "What are the benefits of drinking green tea twice a day?"
    },
    {
      "id": "1048",
      "text": "How do you manage to deal with stress?"
    },
    {
      "id": "1049",
      "text": "What is the toughest question asked in an interview but needed presence of mind to answer it.?"
    },
    {
      "id": "1050",
      "text": "How do I prepare for CAT 16 from now?"
    },
    {
      "id": "1051",
      "text": "My Skill market Research Analysis (225112- VETASSESS) is listed in CSOL. Advisable to apply Australian PR?"
    },
    {
      "id": "1052",
      "text": "Is it worth to drop two years for nit?"
    },
    {
      "id": "1053",
      "text": "How do I treat my OCD?"
    },
    {
      "id": "1054",
      "text": "How is Trump going to make America great again?"
    },
    {
      "id": "1055",
      "text": "What is the purpose of life?"
    },
    {
      "id": "1056",
      "text": "What happens if RBI print notes more than requirement?"
    },
    {
      "id": "1057",
      "text": "What is difference between correlation and regression? What is its use in linear graph."
    },
    {
      "id": "1058",
      "text": "How does the HP OfficeJet 4620 Airprint compare to the HP DesignJet Z3200 24-in PostScript Photo Printer?"
    },
    {
      "id": "1059",
      "text": "What is the way to reduce the fat on belly?"
    },
    {
      "id": "1060",
      "text": "How do I prepare to get a good rank in the GATE exam to get a seat in IIT?"
    },
    {
      "id": "1061",
      "text": "Why iPhone7 doesn't have a headphone jack?"
    },
    {
      "id": "1062",
      "text": "Which are the best Bollywood movies in 2016?"
    },
    {
      "id": "1063",
      "text": "What are the benefits of squats?"
    },
    {
      "id": "1064",
      "text": "How can I get 95% in icse boards?"
    },
    {
      "id": "1065",
      "text": "If aliens really had visited Earth in the ancient past, what sort of evidence would we expect there to be?"
    },
    {
      "id": "1066",
      "text": "What are your favorite mundane daily rituals?"
    },
    {
      "id": "1067",
      "text": "How should I improve my english communication skills?"
    },
    {
      "id": "1068",
      "text": "What are the health benefits of drinking honey lemon water?"
    },
    {
      "id": "1069",
      "text": "How do they measure the height of a mountain?"
    },
    {
      "id": "1070",
      "text": "What is Hillary Clinton's strategy against ISIS?"
    },
    {
      "id": "1071",
      "text": "What are some of the lesser known facts of Indian railways?"
    },
    {
      "id": "1072",
      "text": "Would Steve Jobs approve many of the decisions Tim Cook has taken?"
    },
    {
      "id": "1073",
      "text": "How do I to trace a phone call in real time with good accuracy?"
    },
    {
      "id": "1074",
      "text": "Why is the Tribunal in Hague a fake UN-backed tribunal in the world?"
    },
    {
      "id": "1075",
      "text": "Do virtual particles in vacuum really exist?"
    },
    {
      "id": "1076",
      "text": "How do I learn SQL?"
    },
    {
      "id": "1077",
      "text": "Which is the best android phone around 15k?"
    },
    {
      "id": "1078",
      "text": "What's a way to last longer during sex? (For guys)?"
    },
    {
      "id": "1079",
      "text": "Which or what are the best laptops under 35 to 40000 in India?"
    },
    {
      "id": "1080",
      "text": "Why does India spend billions in defense when there is poverty?"
    },
    {
      "id": "1081",
      "text": "How does one become involved in politics?"
    },
    {
      "id": "1082",
      "text": "What are the best mobile phones technology gadgets?"
    },
    {
      "id": "1083",
      "text": "Why don't I have an orgasm?"
    },
    {
      "id": "1084",
      "text": "Where do I find the PUK number for my Safelink phone?"
    },
    {
      "id": "1085",
      "text": "Does Lenovo K3 note supports volte?"
    },
    {
      "id": "1086",
      "text": "Why don't some women or girls like or find nice guys attractive?"
    },
    {
      "id": "1087",
      "text": "How do I promote a new website?"
    },
    {
      "id": "1088",
      "text": "How can I increase my penis?"
    },
    {
      "id": "1089",
      "text": "Does masturbation affect muscle growth when working out?"
    },
    {
      "id": "1090",
      "text": "How can I treat my OCD?"
    },
    {
      "id": "1091",
      "text": "What are the advantages of an IOS over an Android?"
    },
    {
      "id": "1092",
      "text": "Is a writ enforceable if the deed reads two trustees but only one filed as plaintiff in an unlawful detainer in CA?"
    },
    {
      "id": "1093",
      "text": "What will be the impacts of gst on our economy?"
    },
    {
      "id": "1094",
      "text": "How do I find a phone number’s location?"
    },
    {
      "id": "1095",
      "text": "Who was the most evil person you ever knew personally?"
    },
    {
      "id": "1096",
      "text": "What is the percentage of black people in the world?"
    },
    {
      "id": "1097",
      "text": "What can I do after BDS in Canada?"
    },
    {
      "id": "1098",
      "text": "What are acids and bases? What are examples of this?"
    },
    {
      "id": "1099",
      "text": "What is the best book for JEE Mains?"
    },
    {
      "id": "1100",
      "text": "What is the merits and Demerits of GST in India?"
    },
    {
      "id": "1101",
      "text": "Who is the worst person you ever met?"
    },
    {
      "id": "1102",
      "text": "Does Hillary Clinton have any serious health issues?"
    }
  ]
}