{
  "ieljv": {
    "title": "how does the weight of the food you eat relate to how much weight you gain? how quickly does your body weight change?"
  },
  "4en93t": {
    "title": "Do Coronal Mass Ejections have a significant impact on the life of a star?"
  },
  "5z5u6d": {
    "title": "how do pharmaceutical drugs make it to the streets for sale?"
  },
  "4x7tzw": {
    "title": "Where did the lore of trolls, elves, dwarfs etc originate from? Are they from the same source or time period?"
  },
  "1z5vxz": {
    "title": "When you're running and you get a stitch, what is actually happening? And what causes it?"
  },
  "4eolx8": {
    "title": "Importance of combat experience during world war two."
  },
  "9z1uqd": {
    "title": "alcohol and painkillers"
  },
  "8mpo3x": {
    "title": "Did 13th century English knights fight on foot?"
  },
  "4ciopy": {
    "title": "why do some things need 4 aaa batteries instead of fewer number of a stronger battery? example: why use 4 aaa when one might be able to use 2aa."
  },
  "21bbh3": {
    "title": "Does light accelerate to the speed of light, or is it instantly the speed of light as soon as it is released from an electron?"
  },
  "1thdf8": {
    "title": "why do \"more expensive\" lawyers generally win more? isn't law, law regardless?"
  },
  "dfu17u": {
    "title": "In 1975, Australian Prime Minister Gough Whitlam was ‘dismissed’ by the Governor-General. How much evidence is there that both the CIA and the Nixon/Ford administrations played a significant role in the dismissal, along with Rupert Murdoch? If so, why?"
  },
  "38tedr": {
    "title": "- why did we used to have/use mercury thermometers?"
  },
  "8pz2sv": {
    "title": "how does the water table work? i just did deep enough and then there's water? why aren't deep caves flooded then?"
  },
  "5usv8q": {
    "title": "Biography recommendation(s) on the space/arms race during the cold war."
  },
  "c22zq8": {
    "title": "how do gas stations make money, or account for the volatility when oil prices are falling? do they \"buy\" the gas when the fuel trucks refill the station or are their profits calculated at a spot price each day based on how much gas they sell?"
  },
  "azogum": {
    "title": "In medieval times, was it common for average citizens to go about their daily lives with weapons?"
  },
  "p2aa7": {
    "title": "If elephants were entirely extinct in the modern era, and we only had the usual recovered specimens to examine, would we be able to determine their large ears?"
  },
  "5q7auj": {
    "title": "why we don't see full black in night/close eyes but see random noise moving around?"
  },
  "2qzkez": {
    "title": "Has there ever been a peaceful and majority accepted transition from one form of government to another?"
  },
  "iut19": {
    "title": "Does it save energy to turn down your furnace (or \nAC) during the day?"
  },
  "jj4cz": {
    "title": "price/income elasticity of demand and supply pleasee."
  },
  "2v6tkf": {
    "title": "why vga connectors need to be screwed in when hdmi and others don't need to?"
  },
  "5hhqpg": {
    "title": "why is it that in the ocean so many different species can live in such close proximity to each other but on land it seems like they live separately."
  },
  "7oox29": {
    "title": "how do furnaces work?"
  },
  "21o9qt": {
    "title": "I found a Soviet pin at a thrift store. Any idea what it means? Is it legit?"
  },
  "32d0su": {
    "title": "how dns works? and how it resolves the domains registers few seconds ago?"
  },
  "4l5sck": {
    "title": "why does rock music and classical music fit together so well?"
  },
  "2razt6": {
    "title": "How were Christian missionaries from the West perceived in the Mongolian Empire"
  },
  "1quthm": {
    "title": "Barbershop Quartets: Why \"Barbershop? \" Were There Any Other Types of Popular Singing Groups?"
  },
  "1ym4yf": {
    "title": "Was Marx racist?"
  },
  "3daj4e": {
    "title": "How did early astronomers know that those slightly brighter dots of light were planets? How did they know the order of the solar system?"
  },
  "1g57ef": {
    "title": "why do vendors on shopping websites (_url_0_) make their items extremely overpriced for certain items ($20 book for $900)?"
  },
  "6alth6": {
    "title": "what is the purpose of those questionnaires on job applications?"
  },
  "3ma2y3": {
    "title": "What is the difference between the Romans and Byzantium?"
  },
  "13yi61": {
    "title": "What animals have an Amygdala?"
  },
  "2l77nu": {
    "title": "Can you fit an infinite amount of objects which have an infinitely small volume in any finite volume?"
  },
  "zz5by": {
    "title": "Question about the speed of an object being pulled."
  },
  "4abphy": {
    "title": "how does target make any money off their redcard debit?"
  },
  "e20hsz": {
    "title": "why do people that often use drugs (i’m mainly thinking cocaine here) have very little body fat?"
  },
  "8sez0g": {
    "title": "why does the bot remove comments that are too short. if i explain something to a 5 year old i ussually do it very succinctly."
  },
  "3ja0yf": {
    "title": "why do leaves turn yellow and wither during fall?"
  },
  "cn5yxt": {
    "title": "what cause cleft lip or palate in human individuals? are these common around the world? in what area people have higher tendency to have cleft lip or palate?"
  },
  "2p2pe4": {
    "title": "Why don't particle accelerators used magnets that can become superconducting using Liquid Nitrogen?"
  },
  "192nbq": {
    "title": "What were the scale of the battles in both the world wars? I have a hard time imagining millions, plural, dying. "
  },
  "67xfr0": {
    "title": "why aren't we always hungry for the things that our body needs most?"
  },
  "vhf8y": {
    "title": "Is there any scientific truth to the idea that you shouldn't sit too close to the TV?"
  },
  "2u3tns": {
    "title": "how is china 'blocking' vpns?"
  },
  "10rrua": {
    "title": "how come i can flex my leg muscle as hard as i can and feel no pain, but it hurts like hell when i get a cramp in this muscle?"
  },
  "1shwcn": {
    "title": "why are toilets round?"
  },
  "7acv4v": {
    "title": "tax cuts and jobs act proposal"
  },
  "x059y": {
    "title": "Is there any rational explanation for these noises?"
  },
  "2b1yne": {
    "title": "Did FDR, Churchill or Stalin ever communicate directly with Hitler during WWII? Phone? Telegram?"
  },
  "d2o6ba": {
    "title": "why are smartphone companies (especially apple) adding like 3 didfrent cameras on thier phone. is this really necesary, and does this increase the price by a lot? because if it does i dont understand why its not better to buy a camera then add three cameras to a phone"
  },
  "21luex": {
    "title": "cell cycle and mitosis?"
  },
  "2qnjhy": {
    "title": "why people living in deprived african villages that have to walk for hours a day to get water don't just move their homes closer to the water supply."
  },
  "3zwvlf": {
    "title": "Did Ancient Israelites Write in Egyptian? Was Egyptian (or any form of it) known in Israel during biblical times and was it utilized in writing?"
  },
  "3hfq33": {
    "title": "AskScience AMA Series: I am pfisico and I build instruments to study the cosmic microwave background radiation. Ask Me Anything!"
  },
  "1l7br4": {
    "title": "why don't gas stations undercut each other?"
  },
  "15joek": {
    "title": "How did American film and TV end up being so moralistic (or if my premise is wrong, why does it seem so)?"
  },
  "24old1": {
    "title": "why are 'news' networks such as hln and cnn allowed to air such biased opinions on such a large scale?"
  },
  "8buozx": {
    "title": "To what degree were Pantheons shared in the Late Bronze Age Near East?"
  },
  "17tf22": {
    "title": "When did the Byzantines start to use the name Basileus for their Emperor?"
  },
  "90ydcj": {
    "title": "Why is it that some muscles «burn» while exercised hard, while in others you experience more of a fatigue-like feeling?"
  },
  "ej4vka": {
    "title": "how does water evaporate from seas if the temperature never actually reaches 100 degrees. does it just slowly gain energy from the sun until it has enough to break bonds?"
  },
  "4159ve": {
    "title": "if the earth \"wobbles\" as it spins and orbits the sun, what prevents it from spinning out of control?"
  },
  "3drm5m": {
    "title": "What was Byzantine Iconoclasm and what was it's effect on the Orthodox church?"
  },
  "1zut1s": {
    "title": "Why is it when Metal/Rock is heated it usually glows a bright red? What about the rock getting hotter is making it produce light, Where is the energy coming from?"
  },
  "1zt0i6": {
    "title": "why are cities enacting water bottle bans, when people will just buy soda in plastic bottles instead?"
  },
  "1x2cm7": {
    "title": "why don't planets orbiting stars eventually fall into them?"
  },
  "4by2um": {
    "title": "In his time was Shakespere's writings difficult to understand?"
  },
  "5s9o0f": {
    "title": "how come many people have lots of mental disabilities, not only one."
  },
  "bpa64x": {
    "title": "how can airport security scanners detect certain things, rather than just metal? how can it determine the difference between a gun and a watch if they're both made of metal?"
  },
  "1stizb": {
    "title": "Can stars spit out elements we've yet to discover?"
  },
  "407l11": {
    "title": "In 387BC, Sparta successfully concluded the Corinthian War. 15 years later on the eve of Leuctra it was loosing the fight against the Second Delian League and for peace. Why?"
  },
  "5cyzla": {
    "title": "why are teeth individual, and were they ever one whole solid unit?"
  },
  "cdt2pm": {
    "title": "Could you have a binary set of moons that orbit a planet together? Not 2 moons in separate orbits, but a pair or moons rotating around each other and orbiting a planet as well."
  },
  "317q0z": {
    "title": "How was Ahmad Shah Massoud important in Soviet-Afghan War?"
  },
  "36bg0e": {
    "title": "What would be the first language of the Irish who arrived in the United States in the 19th century? What impact or relation did it have to their relation to society?"
  },
  "eyfha5": {
    "title": "what is the purpose of the \"circular net\" in front of microphones of recording studios?"
  },
  "3c1zc9": {
    "title": "What was North America like before the English settlers"
  },
  "9bfxw3": {
    "title": "Can you make a nuclear bomb with any element?"
  },
  "1p3en9": {
    "title": "How successful was African American participation in politics during the post-emancipation period?"
  },
  "1p2y7a": {
    "title": "how are we able to 'tune out' smells and sounds?"
  },
  "kuely": {
    "title": "why cardio is better than weight lifting at burning fat."
  },
  "1rysk8": {
    "title": "how can brain trauma allow a person to play an instrument that they had never touched before?"
  },
  "4fqz0w": {
    "title": "[Biology] Does the vagina absorb any seminal fluids?"
  },
  "52fzsq": {
    "title": "why if co2 is only .038% of atmospheric gases, does it have so much impact on global warming?"
  },
  "7x5t1d": {
    "title": "What is the history of the Irish Travellers? What writings are out there that pertain to them? Do we know how they came to live a nomadic lifestyle?"
  },
  "7348z1": {
    "title": "Why is the C.M.B. visible in every direction?"
  },
  "acvkte": {
    "title": "What caused the growing whining sound when old propeller planes went into a nose dive?"
  },
  "3gjq98": {
    "title": "does your body keep taking in water when you get wounded underwater?"
  },
  "1jmgjs": {
    "title": "Are there other theoretical dimensions that are not spatial or temporal?"
  },
  "69kf9y": {
    "title": "What did Paul Mattick mean when he said that Marx was a Socialist and not an economist?"
  },
  "2reacv": {
    "title": "why can't most people clear their mind (or thinking about nothing)?"
  },
  "2lb4ea": {
    "title": "Do particles at different temperatures experience time differently? Can we heat particles to near-relativistic speeds?"
  },
  "4bh7r0": {
    "title": "why was brussels attacked?"
  },
  "302h74": {
    "title": "how do subreddits become default ones like r/sports or r/gaming"
  },
  "8k8jsr": {
    "title": "how was the world able to work together to ban cfcs and protect the ozone layer, but aren't making those same enviornmental gains now?"
  },
  "55h3s9": {
    "title": "what is so special about go pro type cameras that can't be done with just any video camera."
  },
  "1v1783": {
    "title": "Would matter-antimatter annihilation be any different than nuclear explosion?"
  },
  "8xd2l3": {
    "title": "Has a nation ever existed that did not occupy physical land?"
  },
  "328bkt": {
    "title": "what is the difference between an emoji and an emoticon?"
  },
  "87xntk": {
    "title": "Is pH and electrochemical concentration gradient the same thing?"
  },
  "j3aa8": {
    "title": "what is existentialism? it seems like a lot of redditors believe in this philosophy."
  },
  "2829gh": {
    "title": "Will we ever be able to reach The Core of the Earth?"
  },
  "1y9f2j": {
    "title": "Why do you always need an article in Romance languages?"
  },
  "10t3o1": {
    "title": "explain this eyeglasses prescription li5"
  },
  "ec3bea": {
    "title": "how come the human genetic code can fit roughly in ~1.5gb of data yet we turn out such complex organisms? furthermore, the code that separates us from other mammals can fit on o floppy disk."
  },
  "6b78w3": {
    "title": "Why are there no photos of a battlefield covered with thousands of bodies?"
  },
  "a9nnn4": {
    "title": "why are car keys use different mechanisms (sliding pins?) then our normal house keys? what are the advantages/disadvantages?"
  },
  "5alir3": {
    "title": "What do you think happened to the lost colony of Roanoake?"
  },
  "drpogv": {
    "title": "the interstellar medium is hot? 54,000 degrees f? how is this possible?"
  },
  "22nq3s": {
    "title": "Did the Red Army deliberately hold back during the Warsaw Uprising so that a potential post-war threat (the Home Army) would be removed?"
  },
  "13xikv": {
    "title": "If someone could conceivably have a fraction with any number as the denominator, does this mean there are infinite numbers between 1 and 2?"
  },
  "28n85o": {
    "title": "Does dyslexia affect things like sheet music as well? Or is it strictly written language?"
  },
  "3z18x0": {
    "title": "what is inside alcohol that causes it to be addictive?"
  },
  "9wm3vs": {
    "title": "why do videos sound terrifyingly deeper when slowed down?"
  },
  "3emnnf": {
    "title": "Why didn't Einstein get a Nobel prize for Relativity? Was the paper on the photoelectric effect really more important?"
  },
  "1686tw": {
    "title": "Can you heat a metal until it turns into a gas? If so, does this ever happen or is it just a theoretical state?"
  },
  "224137": {
    "title": "why did the chinese never develop an alphabet?"
  },
  "1fgifs": {
    "title": "have humans created a new species? (via selection)"
  },
  "6cadat": {
    "title": "why do patents and copyrights expire? who/what decides when they do? is it fair to the inventor/creator and is there a way around it?"
  },
  "4hcini": {
    "title": "Why don't Forests and Jungles take over the Savannas and Praries?"
  },
  "32q80m": {
    "title": "why is christianity in decline in the western world?."
  },
  "1y6vjg": {
    "title": "What is the main difference between Cold, Hot and Warm dark matter?"
  },
  "6ycb8b": {
    "title": "There have been a dozen or so species in genus Homo; why did all but one sub-species disappear?"
  },
  "1hrhct": {
    "title": "why do automakers continue to produce vehicles for many years without making any major updates (e.g. nissan xterra, jeep patriot, ford expedition)?"
  },
  "1o7i8p": {
    "title": "Has the concept of the \"Unconscious\"(In Psychology) been experimentally verified?"
  },
  "2puuhk": {
    "title": "why does steam always have to install microsoft c++ redistributable 2005 when i install a game?"
  },
  "3hnkza": {
    "title": "why is it ok for generic brands to blatantly rip off brand name companies for their own profit?"
  },
  "11cnbe": {
    "title": "When does a comet stop moving?"
  },
  "vxvz1": {
    "title": "How did these air vortices form beneath a wave?"
  },
  "eye9xo": {
    "title": "_url_0_, inc. not paying income tax despite being legally considered a person."
  },
  "4g3zw8": {
    "title": "In the US during WWII, how did rationing work on the homefront if people went to a restaurant? Did people have to give the ration coupons/cards to the restaurant in addition to payment?"
  },
  "edxjhs": {
    "title": "how does an induction cooker sense a metal is ferrous?"
  },
  "2aut5f": {
    "title": "why are intelligence agencies allowed to break the law in foreign countries by spying on their citizens?"
  },
  "4576bx": {
    "title": "how are apple pay, samsung pay, google wallet different?"
  },
  "6ov6me": {
    "title": "why is it that medical doctors can deal with a single species(humans),veterinary doctors are(assumed?)able to deal with every other species?"
  },
  "6mlizm": {
    "title": "how font designers can design for japanese and chinese, languages that both use millions of individual chinese characters?"
  },
  "2ko9zx": {
    "title": "How did Michelin, a tire company, become the creators of the definitive guide to fine dining?"
  },
  "1k81kx": {
    "title": "I have a question about the history of Computers."
  },
  "3f598l": {
    "title": "why is there such a demand in asia for rhino and elephant tusks? how did it start?"
  },
  "20n6m7": {
    "title": "what usually causes my internet to crash?"
  },
  "78t3nb": {
    "title": "Why is c (speed of light) the constant and not time or space?"
  },
  "5kp49l": {
    "title": "if you were a few mph below the sound barrier, then made a sonic boom, then slightly slowed down then sped up again, would it constantly make multiple sonic booms?"
  },
  "33dglg": {
    "title": "Why did the Nazis and German people keep fighting after the winning was no longer an option?"
  },
  "25f887": {
    "title": "If I were to accelerate a pebble to 99% the speed of light aimed at the center of the earth....what would happen?"
  },
  "1z9pwi": {
    "title": "Has anyone tried translating ancient western books into a more readable form for amateurs?"
  },
  "5m1xz9": {
    "title": "what's going on with \"black money\" in india?"
  },
  "13it1z": {
    "title": "If a varying electric field produces magnetism, can a varying gravitational field produce an analogous field?"
  },
  "yk0ap": {
    "title": "Cartoonists in WWII"
  },
  "1nq4w2": {
    "title": "what did justinian's code do for the byzantine empire?"
  },
  "612cub": {
    "title": "why does our tongue have a \"life of its own\""
  },
  "t44ok": {
    "title": "the three major political parties in the uk (liberal democrats, labour and conservative)."
  },
  "6a48e0": {
    "title": "why do burps make a sound?"
  },
  "xgnfp": {
    "title": "Could you replace bones with a metal, or any substance harder than bone?"
  },
  "ck7arp": {
    "title": "What are we to make of the story of the Israelites' slavery in Egypt and subsequent Exodus and its reflection on Ancient Israelite society?"
  },
  "1l67iq": {
    "title": "Can all life be explained by chemical reactions/processes?"
  },
  "4lbn9o": {
    "title": "Are trees from different families examples of convergent evolution? Or do many families of plants come from a tree-like ancestor?"
  },
  "4ee5ft": {
    "title": "Regarding the way the muscles in your eyes behave, is looking at a distant horizon in a photograph the same as looking at distant horizon in real life?"
  },
  "1ptx90": {
    "title": "how do those spam comments on youtube get so much upvotes on youtube?"
  },
  "2kgqmr": {
    "title": "the benefits of nfc payments such as apple pay, google wallet"
  },
  "vbqs6": {
    "title": "Where and why did humans start using utensils to eat rather than their hands?"
  },
  "87enp9": {
    "title": "How long did recombination (photon decoupling) actually take?"
  },
  "4c7e4a": {
    "title": "why does pushing our eye gently against a closed eye lid make us \"see\" things?"
  },
  "fcto7f": {
    "title": "Did medieval Middle-Eastern monarchs have crowns, crown jewels, and coronations? What were the Middle Eastern symbols of royal power, and how were their reigns formalized?"
  },
  "34xpkg": {
    "title": "why do i have sudden spurts where i have to get up and pee every 15 minutes and the urine is perfectly clear even though i haven't drank any water?"
  },
  "3hagj5": {
    "title": "What are some examples of historic deals which were done over beer?"
  },
  "sypfk": {
    "title": "Why is China considered the oldest continuous country when thorough it's history it's been shattered and conquered?"
  },
  "8qo2nl": {
    "title": "why does the connection strength between a phone and a wifi router fluxuate, even when neither are being touched?"
  },
  "25na0q": {
    "title": "If you trapped all the smoke and ash created by a bonfire, would the mass equal the mass of wood put into the fire?"
  },
  "14j1ai": {
    "title": "elasticity of demand"
  },
  "4wssd7": {
    "title": "What was a soldier's life expectancy during the Thirty Years War?"
  },
  "7pfren": {
    "title": "how do animals freeze to death while moving?"
  },
  "2806nb": {
    "title": "Did Saxon England have any thing like a parliament?"
  },
  "20ly8n": {
    "title": "Were there ever any countries that were completely stamped out of existence, only to reemerge at a later time?"
  },
  "2uv4ys": {
    "title": "Why was Shakespeare not knighted?"
  },
  "3l2qoo": {
    "title": "What is the volume of an inch of rain?"
  },
  "9eac1r": {
    "title": "I have seen it said that Latin is a dead language, but it doesn't seem to have fallen out of actual use (between the Christian Church and study of the Classics). Where is the line drawn between a Dead Language and a Living one?"
  },
  "2akt1z": {
    "title": "why linux is supposedly so much more secure than windows, even though it is open source and does not have a multi million corporation behind it?"
  },
  "1zmtlx": {
    "title": "Accessible Viking Primary Sources"
  },
  "3qso6t": {
    "title": "If livers regenerate, would it be possible for me to donate half my liver, grow it back, then donate it again? If so, how many times can one repeat this process?"
  },
  "caswuy": {
    "title": "Where did WW2 Londoners go if their houses were destroyed during the Blitzkrieg? What options did they have?"
  },
  "9gyxjs": {
    "title": "Do other stars have a 11 year sunspot cycle like our sun?"
  },
  "fybyhy": {
    "title": "What is the lifespan of an antibody?"
  },
  "3brtx8": {
    "title": "When did the Arabs become known as \"Arabs?\""
  },
  "7o1dl8": {
    "title": "Does blood coagulate in some areas faster than others? Where and why?"
  },
  "49jpl0": {
    "title": "What was the status of Saint Pierre-Miquelon during the Nazi occupation of France?"
  },
  "1pm1dg": {
    "title": "Why does burnt food like milk stick to the bottom of the pot and why is it almost impossible to remove?"
  },
  "1yosis": {
    "title": "who are neo-nazis, what do they believe in?"
  },
  "4wnnf1": {
    "title": "Why do chefs wear those tall white hats?"
  },
  "6e7hio": {
    "title": "who develops medicines for animals?"
  },
  "1zx7iq": {
    "title": "How well accepted is the theory that the Minoan civilization was devastated by a massive tsunami and that this event lead to the the myth of Atlantis?"
  },
  "33rmp2": {
    "title": "Are there any lifeforms that have evolved exclusively on land and never began from water?"
  },
  "aqdazl": {
    "title": "Will sea levels ever go down and if so, how?"
  },
  "f1zzcl": {
    "title": "how/why do migraines make your eyes extremely sensitive to light?"
  },
  "27tbd7": {
    "title": "why do humans tend to seek for competition, success and out doing others?"
  },
  "azdt0u": {
    "title": "how do magnets form, and why/ how do they do what they do?"
  },
  "60adcj": {
    "title": "why putting a spin on things makes them travel straighter (e.g. rifling with bullets)"
  },
  "f9rct9": {
    "title": "what happens to your muscles during and after a massage?"
  },
  "6t5e7i": {
    "title": "how could humans distinguish different voices pouring out from output device since it's just waves of compressions and decompressions?"
  },
  "1eo8wx": {
    "title": "Where do land and land/sea mammals living in the arctic/antarctic get drinking water?"
  },
  "9c5zzc": {
    "title": "how does the hand washing function work on washers?"
  },
  "fqfmo": {
    "title": "How much data do the different senses process?"
  },
  "1gpbr5": {
    "title": "Would a Bose-Einstein condensate be capable of quantum tunneling?"
  },
  "b4k22r": {
    "title": "what is that yellow foil around space probes and what is its function?"
  },
  "2ic213": {
    "title": "Was there any actual proof of genocide in Srebrenica and Zepa?"
  },
  "6apjl9": {
    "title": "why do so many websites (mainly news sites) now have a \"continue reading\" button a few lines down the page? why not just show the whole article to begin with?"
  },
  "2fxndv": {
    "title": "i this age of small and powerful batteries, why are will still putting large clunky batteries in our vehicles?"
  },
  "6uus6g": {
    "title": "Do any wild organisms have a symbiotic relationship with another to babysit their young?"
  },
  "7m0zf5": {
    "title": "what is the leading theory / theories regarding creation of our solar system / universe / etc within the scientific community?"
  },
  "2a86mr": {
    "title": "When the sun eventually expands and consumer Earth, will it expand all at once in the blink of an eye or be a gradual expansion over a long period of time?"
  },
  "1i8xid": {
    "title": "what exactly is doxing?"
  },
  "44ohbm": {
    "title": "i have acid reflux. what is happening inside of my body that makes it feel like i am softly belching molten lava?"
  },
  "e24fp0": {
    "title": "since inflammation in the body causes numerous fatal diseases(cancer,heart disease, etc.),why can't we just pop a few nsaids like ibuprofen every day and be on our healthy way?"
  },
  "7xthvq": {
    "title": "How did Multi-track sound recording come to be and subsequently widely used?"
  },
  "7fglyg": {
    "title": "Were there any significant pagan rebellions/uprisings in Medieval Egpyt?"
  },
  "2lqtgd": {
    "title": "Is it possible that scientific constants exist because of the way we define units?"
  },
  "1ssojv": {
    "title": "how do airlines know the exact departure and arrival times for flights months out in advance?"
  },
  "k4xkg": {
    "title": "AskScience, what are your thoughts on Atlantis?"
  },
  "28zyqv": {
    "title": "those black rubber tubes that cross the road and appear to count cars. why are they counting and who puts them there?"
  },
  "8c6uzl": {
    "title": "How inaccurate is this \"Adam Ruins Everything\" video about the history of Anatomy?"
  },
  "2isje7": {
    "title": "what would it take to achieve 100% efficiency in harvesting natural, renewable energy (solar, hydroelectric, wind, etc.)?"
  },
  "couhz1": {
    "title": "Why did Luther's reformation succeed and spread across Europe while previous movements such as the Lollards, Waldesnians and Hussites stayed persecuted minorities or at the very best localized in one country?"
  },
  "b5acw2": {
    "title": "Is there an example of a mathematical problem that is easy to understand, easy to believe in it's truth, yet impossible to prove through our current mathematical axioms?"
  },
  "opxhd": {
    "title": "How does water affect the resonant frequency of a glass?"
  },
  "1l919g": {
    "title": "Were there \"baby boomer\" generations as a result of large armies returning from battle in ancient times?"
  },
  "2uvomm": {
    "title": "what does hydrogen peroxide do to earwax chemically that makes it easier to remove?"
  },
  "1nluhl": {
    "title": "why do certain franchising companies limit intentionally limit their geographic distribution? (i.e. why is there no steak n shake or in n out in the northeast?)"
  },
  "bxtylw": {
    "title": "what causes foods like radishes, horseradish, and ginger to taste spicy?"
  },
  "62xaa4": {
    "title": "how does building and launching a rocket into space cost over $200million? india does it for a small fraction of that."
  },
  "6jcbjc": {
    "title": "Why don't Americans eat very much sheep?"
  },
  "3a5yan": {
    "title": "How long did it take for the relations between England and America to recover after the revolutionary war? And what were some significant milestones in that process?"
  },
  "bt70or": {
    "title": "how do river levels rise in feet so quickly when we only get a couple inches of rain?"
  },
  "4gs6v5": {
    "title": "Why did the Sallet Helmet become near universally used by armored German Men at Arm and Knights?"
  },
  "m1c3t": {
    "title": "If Mars's atmosphere is almost completely CO2, couldn't Earth's plants survive there?"
  },
  "bxys1w": {
    "title": "Why did Republicans become so conservative so suddenly in the 1920s?"
  },
  "1z414c": {
    "title": "What is the \"speed limit\" beyond the event horizon of a black hole?"
  },
  "pb9wp": {
    "title": "Is it theoretically possible to freeze or preserve a human embryo and then have the child in the future?"
  },
  "bd2ouf": {
    "title": "Was suicide among \"commoners\" normal during time periods like the renaissance? Or is it something that became more prevalent recently?"
  },
  "262sgd": {
    "title": "Can light waves experience interference?"
  },
  "7gk7dp": {
    "title": "what do the different settings on the microwave actually do?"
  },
  "54mqym": {
    "title": "purpose of tv commercials and other advertisements having the background speaker's voice sound unnatural and sillier?"
  },
  "2zlxbx": {
    "title": "if the earth's rotation is 23 hours and 56 minutes long per cycle, how come we do not see days where the clock says it is nighttime or vice versa during the year?"
  },
  "4u6bta": {
    "title": "When did the Old Norse arrive in the Scandinavian Peninsula, and can they be said to have displaced the indigenous Sami people in the southern regions?"
  },
  "9i7xe3": {
    "title": "what makes me... me? memories? consciousness? my body? and why?"
  },
  "55fj36": {
    "title": "Who paid more tax, Roman Citizens or non- citizens?"
  },
  "25flgb": {
    "title": "is it true that soviet soldiers yelled ura when beggining a charge?"
  },
  "3ptuye": {
    "title": "what is the ndaa and why did obama veto it?"
  },
  "trvj5": {
    "title": "Underwater Cave/Air Pocket/Breaching "
  },
  "2zswr4": {
    "title": "why does the snow only accumulate in these parking spaces??"
  },
  "1oibf0": {
    "title": "Was there still any undiscovered land left by the time the aviation age came about?"
  },
  "17evki": {
    "title": "Why would an individual phospholipid switch sides in a phospholipid bilayer?"
  },
  "1klwho": {
    "title": "How prominent were gangs and outlaws in the wild west?"
  },
  "1k3ua6": {
    "title": "how are government subsidies for food producers different from an indirect food tax?"
  },
  "6uoq2b": {
    "title": "does the body absorb all calories while binge eating?"
  },
  "35k0fz": {
    "title": "When an object moves, how quickly does the change in direction of its gravitational field spread?"
  },
  "197kqu": {
    "title": "Engine design question - why do standard car engines always come with cylinders in banks of 2, and never 3?"
  },
  "2p12gh": {
    "title": "What is the relationship between biological nucleus and chemical nucleus?"
  },
  "2fyr09": {
    "title": "Was Ludwig van Beethoven black?"
  },
  "3hkwlg": {
    "title": "why do opera singers put so much vibrato on everything? is it the only way to get the volume they need?"
  },
  "a3g39q": {
    "title": "why do the inside of your ears get sweaty and itchy if you have earbuds in after a while?"
  },
  "1ayx9l": {
    "title": "How devastating would a kinetic weapon (projectile dropped from orbit) actually be? "
  },
  "bb3f9u": {
    "title": "What are the basis, if any, for the theory that puts Trojan Horse mythos has an origin story created by the Romans to put themselves as the survivors of a treachorous scheme to win a war?"
  },
  "37syyb": {
    "title": "when looking at laptops, is the mah the capacity of the battery? is it multiplied by how many cells there are?"
  },
  "6meomb": {
    "title": "why didn't the germans just attacked the trapped soldiers in dunkirk in wwii? they obviously could have exploited the situation more."
  },
  "3o6kfi": {
    "title": "how does the world keep track of all of its digital money?"
  },
  "1bihe5": {
    "title": "How old might the oldest conceivable DNA sample on Earth be?"
  },
  "32ph98": {
    "title": "why do \"800 service\" call me every day but nobody is ever on the line?"
  },
  "2io0ai": {
    "title": "why do most websites' search features suck so much?"
  },
  "45zunb": {
    "title": "why do even numbers feel safer and more pleasing than odd numbers?"
  },
  "2l80g1": {
    "title": "why is daylight savings time not centered around the solstices?"
  },
  "21itdy": {
    "title": "Puzzle doors are common feature of ancient temples in fiction. Has there been ANY ancient puzzle door found?"
  },
  "1u7y20": {
    "title": "where do funds come from for fireworks in sydney or elsewhere?"
  },
  "7fji4t": {
    "title": "what is the difference between a psychopath, a narcissist, a sociopath, and a sadist?"
  },
  "am4bvs": {
    "title": "if we can produce phone screens that are 6\" in diameter with a full hd resolution, whats stopping us from making 16k tvs?"
  },
  "1go68r": {
    "title": "Can I get sick from a single bacteria cell? Or does it require a critical mass?"
  },
  "2fp3sw": {
    "title": "why do fat/obese/overweight people generally have a lot of strength even if they do not work out?"
  },
  "1v0lpe": {
    "title": "Why did the Neanderthals (200,000 BCE - 30,000 BCE) start burying their dead?"
  },
  "dlm8u5": {
    "title": "How were the pre Norman British kingdoms structured?"
  },
  "1275vq": {
    "title": "Why are snowflakes 6 sided if the hydrogen bonds in in groups of 5? "
  },
  "1brczo": {
    "title": "[Chemistry] Are there reactions that aren't endothermic or exothermic?"
  },
  "2vu483": {
    "title": "according to the cdc, the transmission rate for hiv and other stds are statistically low. why exactly is this?"
  },
  "bftfgp": {
    "title": "What should one look out for when selecting historical works to read, especially ones on controversial matters?"
  },
  "6dj4vk": {
    "title": "why hasn't anyone else been to the moon? it seems like something that super rich people would do for fun, like james cameron going to the mariana trench."
  },
  "1tt1di": {
    "title": "Did monotheism in East African religion develop independently of influence from Christian Ethiopia or Muslim traders/settlers on the coast? How far back were East African tribal religions monotheistic?"
  },
  "got6o": {
    "title": "What's the evolutionary advantage of a circadian rhythm that doesn't match the Earth's rotation?"
  },
  "379nod": {
    "title": "why can hospitals refuse to give lifesaving treatments?"
  },
  "1lbsg8": {
    "title": "how do we know how much charge is left in a battery?"
  },
  "aznj3r": {
    "title": "How are primers made for PCR chosen?"
  },
  "63g7nw": {
    "title": "why are there specific rules about going faster in the left lane when everyone there is inevitably speeding?"
  },
  "3enl4z": {
    "title": "If table salt separates into Sodium and Chlorine ions when dissolved in water, then how does salt water taste like salt?"
  },
  "6d9gbp": {
    "title": "Were ancient Greek statues really coloured like this?"
  },
  "43i1l3": {
    "title": "why didn't all tribesmen have beards?"
  },
  "t3r8r": {
    "title": "Could giant humans survive?"
  },
  "7idfdk": {
    "title": "can kings and queens be removed from power due to deteriorative illnesses of the brain and such?"
  },
  "5s8i03": {
    "title": "how will autonomous cars handle not being able to see the road, ie snow"
  },
  "1wu30e": {
    "title": "how american football divisions and pre games work (not the rules of the sport)"
  },
  "3cy5id": {
    "title": "how a product can have a money back satisfaction guarantee."
  },
  "vcn3d": {
    "title": "Do animals that don't sweat require additional water when it is hot?"
  },
  "1m93bl": {
    "title": "Does pollen carry or assist the spread of illness?"
  },
  "gmmkg": {
    "title": "During a woman's period, why is blood used as the medium to flush the system out rather than using a different fluid?"
  },
  "8opgc7": {
    "title": "Why did Charles Cornwallis not face Washington directly after surrendering at Yorktown? Was this an attempt to slight Washington, and, if so, was it seen as dishonorable or childish?"
  },
  "2787uz": {
    "title": "nude art"
  },
  "2k5ybz": {
    "title": "I heard that recently that all reading used to be done out loud and silent reading was a sign of idiocy or genius. Is there any truth to this?"
  },
  "8mjhse": {
    "title": "if we can have physician assisted suicides, why are there sometimes major malfunctions when administering the 'death penalty'?"
  },
  "9ook1h": {
    "title": "what should i know about saudi arabia given recent events? what would it mean if the world held them responsible for khashoggi’s death?"
  },
  "40hefi": {
    "title": "How did the four Sunni Islamic school of thoughts settle to the current geography? Could this change in the future?"
  },
  "bx5th9": {
    "title": "why can’t you remember a whole phone number alone but when you ask someone else to remember a few numbers you automatically remember?"
  },
  "2khnt8": {
    "title": "Are there any reliable sources regarding the nature and extent of slavery in West Africa before the beginning of the Atlantic slave trade?"
  },
  "1297ym": {
    "title": "How long after sperm enters the egg does it take to create the DNA for the baby?"
  },
  "6kgbn6": {
    "title": "How did apple pie become an icon of American culture, even inspiring the phrase 'as American as apple pie', when it's a popular pastry in several European countries. Especially when it's also an icon of Dutch culture, even appearing in a Dutch cookbook in 1514."
  },
  "30l07d": {
    "title": "why doesn't the u.s. have standardized education across the board? wouldn't that make everything easier?"
  },
  "3vxndc": {
    "title": "Were flappers considered masculine by 1920's standards?"
  },
  "81shcb": {
    "title": "how do tree farmers keep up with the global demand for paper?"
  },
  "55817j": {
    "title": "how were audio cassettes and vhs tapes mass produced? did the audio/sound have to be recorded in real time?"
  },
  "26frj2": {
    "title": "Where there any proposals to create an African nation in America?"
  },
  "11pavt": {
    "title": "How do Maxwell's equations prove that electromagnetic waves are light?"
  },
  "2zd77m": {
    "title": "why aren't there stricter physical requirements for police officers? they have to be prepared to chase down and/or apprehend criminals daily, but few seem like they're in good shape."
  },
  "3c3bd2": {
    "title": "If the Moon had the same terrain as the earth, would it still light up the night?"
  },
  "2129hs": {
    "title": "why do minor cuts and grazes only look a bit red but then the next morning they're big painful scabs"
  },
  "ck9cjc": {
    "title": "is the seasoning or the noodles unhealthy in instant ramen?"
  },
  "1xcel1": {
    "title": "What's the oldest instance we know of of business owners advertising -- as in posters, billboards, etc. not on their own place of business?"
  },
  "6uls1n": {
    "title": "eye damage from looking at the sun."
  },
  "82ne2h": {
    "title": "How are space telescopes shielded against cosmic rays?"
  },
  "2q61l0": {
    "title": "why is there such a stigma against smoking tobacco in the us?"
  },
  "pkvnl": {
    "title": "Is riding a bike muscle memory?"
  },
  "5km95b": {
    "title": "how is mass extinction humans fault?"
  },
  "18j0hu": {
    "title": "how do non-conspiracy theorists explain the points that 911-theorists point out?"
  },
  "1snkgp": {
    "title": "why some metals glow brightly when hot (i.e., steel or iron) when others just look like liquid metal (i.e., aluminum or mercury)?"
  },
  "14mrmi": {
    "title": "Are the Bosnian pyramids man-made or nature-made?"
  },
  "2qwyus": {
    "title": "whats the difference between 44khz and 48khz when the human ear can only hear up to 20khz ?"
  },
  "biqjh8": {
    "title": "why old bread gets crunchy and old chips get chewy?"
  },
  "4bk3en": {
    "title": "what is the keynesian multiplier, and how does it help disprove supply-side economics?"
  },
  "v9e6s": {
    "title": "At what level does the circulatory system of each indivdual start to differ?"
  },
  "6d6pdu": {
    "title": "why is it illegal to download movies/music/games/etc, but people can sell used copies? either way the company isn't getting a cut after the first time."
  },
  "308cdo": {
    "title": "Clarification of the disputed status of the Nagorno-Karabakh region"
  },
  "2j67ui": {
    "title": "Which national economies, if any, were not affected by the Great Depression of the 1930's? Did anyone actually grow during this period while the majority of developed nations were mired in recession/depression?"
  },
  "7g09ns": {
    "title": "During the Middle Ages, why was the suffix “-eth” used, and what purpose did it serve?"
  },
  "bhz9i4": {
    "title": "If light is produced by the release of photons when electrons return to stable energy levels, why do blackbody objects emit light over a continuous and wide spectrum?"
  },
  "cuohw6": {
    "title": "why do spacecraft and satellite components need to be assembled in a sterile environment?"
  },
  "rpwwf": {
    "title": "What is the maximum number of cigarettes one can smoke without adverse health effects?"
  },
  "258ak7": {
    "title": "What would the outcome of the Crittenden compromise be if it went into effect?"
  },
  "5rl9r5": {
    "title": "how do items like peelers, graters, scissors etc. stay sharp but knives constantly need to be sharpened?"
  },
  "bvynfv": {
    "title": "Are there galaxies that form spherically around a black hole?"
  },
  "9abzgl": {
    "title": "Why did the Nazis create the concentration camps if their goal was extemination? What were their goals with forced labor practical or for torture?"
  },
  "4ouo4m": {
    "title": "why does every group of files have to be downloaded as zip/rar instead of a simple folder?"
  },
  "1jcq29": {
    "title": "what are the major differences and similarities between the old testament, new testament and quran (and any other closely related texts i may be leaving out)?"
  },
  "esnpet": {
    "title": "Is it true that the Soviet Union gave food aid to Americans during the Great Depression and Dust Bowl?"
  },
  "ob1m6": {
    "title": "What exactly is tooth plaque and is there a chemical or enzyme you could swill around your mouth to get rid of it in one go? "
  },
  "r54cc": {
    "title": "the process and significance of \"making partner\" in a law firm"
  },
  "aoeahi": {
    "title": "In what ways did Marx and Engels *not* agree?"
  },
  "d7tpdr": {
    "title": "Why did the american colonies unite as a country while the spanish colonies did not?"
  },
  "mpxcz": {
    "title": "what was europe trying to do by instigating the euro?"
  },
  "7006ru": {
    "title": "What was the first empirical evidence of the existence of black holes?"
  },
  "6ulkdm": {
    "title": "How long ago did the modern chicken lose its ability to fly?"
  },
  "26df6l": {
    "title": "Is there a correlation between the number of calories you take in and how \"full\" you feel?"
  },
  "9ewbpd": {
    "title": "Why are smaller animals more resistant to ionising radiation?"
  },
  "7v6ds5": {
    "title": "Roman victory parades, with a slave in the cart whispering «Remember, thou art mortal”?"
  },
  "nxbxh": {
    "title": "why some websites accept https connections and others don't"
  },
  "6dh48q": {
    "title": "what are the limitations of genetic engineering in adults?"
  },
  "1gyhh0": {
    "title": "Have stories from Greek mythology been directly connected to or metaphorically connected to actual happenings?"
  },
  "48553m": {
    "title": "how do racing pit stops work in terms of position in the race?"
  },
  "6y6kf9": {
    "title": "why did so many nurses get rid of their nurse cap?"
  },
  "f2pepw": {
    "title": "why do artificially made things cost less than natural things?"
  },
  "ekwx4r": {
    "title": "Was there any condemnation in the 1500s towards Luther's piece on the Jewish community?"
  },
  "6t1uwl": {
    "title": "can someone explain reddit flairs to me?"
  },
  "29f45q": {
    "title": "What was the Value of a Knight and other warriors?"
  },
  "7fwtp0": {
    "title": "How did Jim Crow laws effect Mexican Americans in the American Southwest?"
  },
  "ea2ib1": {
    "title": "if a coin is minted the material might cost less or more then the monetary value on it how are the governments assigning values to it?"
  },
  "7q1xuy": {
    "title": "when computers crash why do you sometimes still hear the sound playing? this happens especially during in game crashes."
  },
  "61odoo": {
    "title": "how do microphones/speakers not echo the sound of a crowd"
  },
  "2dxkr2": {
    "title": "How long does it take to test someone for ebola?"
  },
  "1wego8": {
    "title": "why is the eastern canada-us border the way it is?"
  },
  "e4ah1r": {
    "title": "why do certain sounds cause extreme discomfort when heard, despite not necessarily being too high/low pitched?"
  },
  "2fdytj": {
    "title": "why do i yawn when i have motion sickness?"
  },
  "2auct1": {
    "title": "when i choose the \"skip\" option on certain files in a torrent, why do some of them sometimes still download, often even 100% of the file?"
  },
  "17a8yi": {
    "title": "How \"green\" was the fertile crescent back in biblical times?  Was it a land of lush green farmland like the US Midwest, or was it in fact not too different from modern day Iraq, which is a bit scrubby, but not exactly all desert."
  },
  "2mhwy8": {
    "title": "how can a [computer] screen keep track of each and every pixel? how can it be this specific?"
  },
  "22xzfg": {
    "title": "how can this book cost $7000?"
  },
  "3vhr6n": {
    "title": "why does the handicapped stall seem to be universally preferred by people using the restroom?"
  },
  "1fleun": {
    "title": "How seriously did Ancient Romans take the deification of their former emperors?"
  },
  "49l48x": {
    "title": "why do anti-virus and malware programs move the virus and malware files to quarantine instead of deleting them?"
  },
  "jt9c9": {
    "title": "how / why water goes \"bad\" when you leave it out but is fine in bottles?"
  },
  "188vhk": {
    "title": "Did hunter-gatherers really have an easier life that (early) agriculturalist? Is civilization counterproductive to the average person happiness?"
  },
  "2f0q2a": {
    "title": "Can an adhesive stick to oxygen or other air molecules?"
  },
  "1fird3": {
    "title": "What ends up harming you from coming into contact with an electrical current?"
  },
  "2z6goe": {
    "title": "do birds stop migrating? i mean, do i have birds in my city that consider this home base, or is every bird i see just pit stopping on their way to somewhere else?"
  },
  "fskfdx": {
    "title": "why do your eyes 'jump' from point a to b? why can't we move them in a continuous motion between two points?"
  },
  "cpjstk": {
    "title": "how fast would \"atmospheric\" air be sucked out of a space craft?"
  },
  "m1tha": {
    "title": "If we started a mars colony, and only transported very sterilized food, water and equipment, could we create a society without disease or sickness?"
  },
  "3g237t": {
    "title": "if almost all of the things we do are now digital resulting in paper usage dropping majorly, why is deforestation suddenly a massive issue?"
  },
  "2mq356": {
    "title": "Infinitely small probability?"
  },
  "496kdz": {
    "title": "My friend says, that during medieval times 90% of an army would consist of drafted peasants with no prior fighting experience and sub par equipment (like sharpened pieces of wood as an improvised spear) is this true?"
  },
  "84hu7a": {
    "title": "how xl ink cartridges are the same size but have twice as much ink?"
  },
  "5jytqh": {
    "title": "why do women live on avg longer than men?"
  },
  "209whh": {
    "title": "Where was the beginning of what we regard today as Government?"
  },
  "1qm7or": {
    "title": "What caused Mars to be as arid as it is now?"
  },
  "2ph6qr": {
    "title": "why doesn't chicken, beef, or any other processed meat go through rigor mortis when being prepared at a factory or even in the days afterwards?"
  },
  "3e6u9q": {
    "title": "What populations other than African Americans have risen from an utterly prejudiced social and legal status without migration?"
  },
  "5y8pg7": {
    "title": "how will people survive the radiation on mars, if it's core isn't working?"
  },
  "1dmesi": {
    "title": "If a photon's energy is only proportional to frequency, what does increasing the amplitude of electric field oscillation do?"
  },
  "9imq91": {
    "title": "how do we adopt new fears and irrational phobias?"
  },
  "33junj": {
    "title": "how does an snes game get converted into a rom and played on a pc?"
  },
  "65bqij": {
    "title": "how are news agencies allowed to outright spread lies or misinformation to the public? why is there no system of moderation to license news reporters similar to how engineers/doctors are licensed to design buildings or treat patients?"
  },
  "n5wzr": {
    "title": "why do duracell and energizer batteries last so much longer than the off brand batteries?"
  },
  "241eky": {
    "title": "To what extent was Stalin responsible for the Korean war?"
  },
  "1720fw": {
    "title": "why do bad singers think they sound better than they actually do?"
  },
  "7vrk7p": {
    "title": "why is it easier to peddle uphill standing up?"
  },
  "6pao9h": {
    "title": "how are asynchronous calls used?"
  },
  "a01ft7": {
    "title": "how are gift cards validated and activated at checkout? are their serial numbers stored in a database and then marked as activated? how are they activated when their numbers haven’t been scratched off?"
  },
  "4aduqi": {
    "title": "Is it true that Native American were referred to as Indians because Columbus seriously thought he was in India when he landed?"
  },
  "42tshr": {
    "title": "what causes a rolled up piece of paper to act like a spring and what other materials want to naturally return to a flat sheet when rolled"
  },
  "3xr46g": {
    "title": "the fda just lifted the ban on gay men donating blood as long as they don't have sex for a year. why was the ban just lifted and why did it take so long to lift the ban?"
  },
  "1uq5a9": {
    "title": "Why did Germanic kingdoms in modern France, Spain and Italy end up adopting the languages of the substrate populations while in England the opposite occurred?"
  },
  "7cqzxv": {
    "title": "Can someone explain the galaxy rotation graph?"
  },
  "2jhb6p": {
    "title": "how is a chicken made from liquid?"
  },
  "1h9pjc": {
    "title": "What would happen if we started pumping huge amounts of water into the middle of the Sahara Desert?"
  },
  "h5ucm": {
    "title": "Ball bearings.  Yes - ball bearings!!"
  },
  "2cpdws": {
    "title": "how did letters like g and j, or c and k, come about? why do they share a common sound?"
  },
  "4pvvxt": {
    "title": "Did the United States know of Russia's presence in the Americas before the Lewis and Clark expedition?"
  },
  "1nq2ti": {
    "title": "Are there any diseases/conditions that affect the relative amount/distribution of spongy bone vs. compact bone in humans?"
  },
  "d2napm": {
    "title": "why do many high-education-required jobs pay less than low-education-required counterparts?"
  },
  "5xlu37": {
    "title": "Did tattoos exist in medieval Europe?"
  },
  "2cdr08": {
    "title": "why do cars stop/stall when they are spun around?"
  },
  "2f5q5j": {
    "title": "why are all the celeb naked pictures allowed on reddit but there was such a drama surrounding zoe quinn?"
  },
  "4j7wzz": {
    "title": "why are many painkilling pills coated with something? doesn't it delay the effect?"
  },
  "4wijin": {
    "title": "how do scientists build a nanobot?"
  },
  "l8m1i": {
    "title": "What is the geologist/hydrologist opinion on Fraking to extract shale gas?"
  },
  "4ip5d7": {
    "title": "Did Roman gladiators really promote products from the arena?"
  },
  "23ienu": {
    "title": "what's the deal with muslims in the u.k.?"
  },
  "75fdqo": {
    "title": "why is the minimum age for ‘adult’ medicines usually 12? not 18 or 21?"
  },
  "abs56i": {
    "title": "How does electrical input become digital information?"
  },
  "1wl79d": {
    "title": "why have athletes improved as a group over time?"
  },
  "68d1lj": {
    "title": "why is the dead sea not overflooding?"
  },
  "eaiw57": {
    "title": "if you punched someone hard enough to knock them out whilst they were sleeping, would they wake up and pass out or stay asleep through your punch?"
  },
  "6m7t59": {
    "title": "Can smoke detectors detect things other than smoke?"
  },
  "fvherf": {
    "title": "Can jet engines function underwater?"
  },
  "awm2sp": {
    "title": "Where did Roman legionaries keep their money when away from home for years?"
  },
  "ch7kfp": {
    "title": "How did Ataturk afford his reforms?"
  },
  "marwv": {
    "title": "Thanksgiving is upon us.  How can meat temp continue to rise after being removed from the heat source (aka carry over heat)?"
  },
  "oob88": {
    "title": "What exactly is an analog computer and how do they work?"
  },
  "3i540k": {
    "title": "The extent of the roman empires trading influence."
  },
  "1xklzz": {
    "title": "in what way am i being fucked by my isp if my internet connection is considerably faster through a vpn connection?"
  },
  "1t4qcr": {
    "title": "Why do some people still believe that the South won the Civil War?"
  },
  "tvxzg": {
    "title": "What causes 'suicidal thoughts'?"
  },
  "zmx7e": {
    "title": "How much of the observable universe is visible to the naked eye under optimal conditions?"
  },
  "60pl5d": {
    "title": "How is magnetized plasma created and what kind of gasses produce them?"
  },
  "1qe8sr": {
    "title": "how jihadism/muslim extremism convinces so many individuals to abandon their lives for its cause?"
  },
  "20qvyi": {
    "title": "why is cilantro so offensive to some people?"
  },
  "33cvgh": {
    "title": "How long was the average commute for Americans before the automobile?"
  },
  "4yq0dg": {
    "title": "How did the Highland people of Scotland end up speaking a Celtic language (Scottish Gaelic), while the Lowland people of Scotland ended up speaking a Germanic language (Scots)?"
  },
  "59ai21": {
    "title": "how we have pictures of mars like the one in the description, but we don't have pictures of the us flag on the moon?"
  },
  "298q5u": {
    "title": "Evolution of Battle Tactics: How did battles change from the Napoleonic Wars to World War II?"
  },
  "2bx1il": {
    "title": "how do filmmakers get footage of the inside of a bug without killing it?"
  },
  "1gqake": {
    "title": "Why is some of the water in this lake black and some light blue?"
  },
  "5lny13": {
    "title": "california's new gun laws."
  },
  "25ohmv": {
    "title": "Was there truly a dark side to Winston Churchill like this article suggests?"
  },
  "4c5bir": {
    "title": "movies breaking even"
  },
  "116xyg": {
    "title": "Say our planet revolved around a red giant. Would our perceived colors on a day to day basis be different than those we see when we circle the sun?"
  },
  "3n4a48": {
    "title": "if nasa isn't allowed to go near water, why are they gearing up to explore europa's ocean?"
  },
  "26hhx6": {
    "title": "pre 1492 what was the most northerly native American group to have a writing system?"
  },
  "1tm9u9": {
    "title": "Is there a cutoff to the brightness levels humans can perceive?"
  },
  "1du0z5": {
    "title": "Where did bank robbers in the 30's get their Tommy Guns and BARs from?"
  },
  "320pm6": {
    "title": "What are the main historical records/accounts of Jewish enslavement and release/exodus from Egypt?"
  },
  "73jc50": {
    "title": "what is a real id? is it different than a driver's license?"
  },
  "2ywedq": {
    "title": "Were presidents Garfield and McKinley \"sainted\" after their assassinations in the same way as Lincoln and Kennedy?"
  },
  "525p3e": {
    "title": "What is the significance in electric and magnetic components of EM radiation being right angles to one another?"
  },
  "2ndvhc": {
    "title": "what is 0% milk?"
  },
  "1hg1g8": {
    "title": "Basques in North American prior to Columbus?"
  },
  "820qe5": {
    "title": "how does a cars speedometer know not to increase when a cars tires are spinning?"
  },
  "g1603c": {
    "title": "Where do the photons go after the light is turned off in the room?"
  },
  "ee3uwk": {
    "title": "how do telescope long exposures work, considering earth rotation and movement?"
  },
  "42b9jh": {
    "title": "Has Arabic evolved and changed over the years in much the same way that English has over the centuries?"
  },
  "24dg5q": {
    "title": "redshift and measuring how long ago something happened in the universe."
  },
  "7f2h35": {
    "title": "could you make water if you had enough hydrogen and oxygen?"
  },
  "1l9zck": {
    "title": "Would it be possible to spin a molecule fast enough to breaks its bonds?"
  },
  "7wbmnb": {
    "title": "how exactly would an infinite source of energy help us?"
  },
  "3i5n1u": {
    "title": "why do the people who impact/benefit society the most (teachers, non-doctor healthcare providers, relief aid organizations, etc.) get paid so little in comparison to those who benefit society relatively less (pro athletes, artists, etc.)?"
  },
  "2m5ezm": {
    "title": "How different was the treatment and persecution of witches in areas controlled by the Spanish Inquisition in comparison to the rest of Europe?"
  },
  "sw0w7": {
    "title": "This may be a stupid question, are stars the only source of sun in the known universe? "
  },
  "1xoasf": {
    "title": "Why was Venice able to win the Morean War (Sixth Ottoman–Venetian War from 1684-1699) when they had lost the 5 previous wars before it? What changed to allow the Republic of Venice to stand up to the giant Ottoman Empire?"
  },
  "7fm01r": {
    "title": "when you get a cut, how does the body know how to heal it back to the same way it was before and not just grow out of shape."
  },
  "3fudmq": {
    "title": "when drinking water, what is the mechanism that decides if the water will go to the bladder or be absorbed?"
  },
  "qrph6": {
    "title": "What happens when a noise gets louder?"
  },
  "5y15ts": {
    "title": "why does nintendo create \"artificial demand\""
  },
  "3uadr2": {
    "title": "what is wire fraud in the us?"
  },
  "2q8foz": {
    "title": "what happened to hydrogen powered cars as an alternative to fossil fuels? ie: honda fxc clarity?"
  },
  "4xlv9x": {
    "title": "why are distance runners so skinny?"
  },
  "987v7h": {
    "title": "can someone explain to me what is right, far right, left, far left, middle right, middle left and such in politics?"
  },
  "6cdat4": {
    "title": "what stops flies from moving to the back of the bus when it accelerates?"
  },
  "375ujs": {
    "title": "the science behind the charlie charlie pencil game"
  },
  "1l2072": {
    "title": "why do negative prescription glasses require a prescription from a docter and cost hundreds of dollars where positive lens glasses can be bought for $3 with no prescription."
  },
  "2b88dw": {
    "title": "How accurate is Caligula: 1400 Days of Terror and/or how much of the Caligula legend is bs?"
  },
  "2dczey": {
    "title": "Why is there an absolute reference for rotation?"
  },
  "5j53j4": {
    "title": "Can anyone explain why calculators disagree with my paper and pen, here?"
  },
  "10qfsn": {
    "title": "Eyes Ears Mouth Nose  &  Fingers. What sense could humans(or any creature) develop to add to these 5 senses to add a completely nea sense?"
  },
  "1l23lw": {
    "title": "why aren't people convicted of a crime even if they confess?"
  },
  "3o7i60": {
    "title": "what are the people in syria fleeing from?"
  }
}