{
  "samples": [
    {
      "image_id": "391895",
      "captions": [
        "A man with a red helmet on a small moped on a dirt road.",
        "Man riding a motor bike on a dirt road on the countryside.",
        "A man riding on the back of a motorcycle.",
        "A dirt path with a young person on a motor bike rests to the foreground of a metal bar headed gate with a rustical mansion and its trees and bushes in the background.",
        "A man in a red shirt and a red hat is on a motorcycle on a hill side."
      ]
    },
    {
      "image_id": "522418",
      "captions": [
        "A woman wearing a net on her head cutting a cake.",
        "A woman cutting a large white sheet cake.",
        "A woman is cutting a white cake with a knife.",
        "A woman wearing a hair net cutting a white sheet cake.",
        "There is a woman that is cutting a white cake."
      ]
    },
    {
      "image_id": "318219",
      "captions": [
        "A cat laying on top of a pile of clothing.",
        "A cat resting on a pile of clothes.",
        "A cat lying in the middle of some clothing.",
        "A cat is laying down on some clothes.",
        "An orange cat sleeps on a pile of clothes."
      ]
    },
    {
      "image_id": "554625",
      "captions": [
        "A very clean and well decorated empty bathroom.",
        "A bathroom with a tub, toilet, sink and shower.",
        "A white bathroom with a toilet and sink.",
        "A white bathroom with a sink, toilet, and shower.",
        "A white and gray bathroom with a shower and a toilet."
      ]
    },
    {
      "image_id": "397133",
      "captions": [
        "A group of people in the snow near a horse.",
        "A black horse standing in snow with people behind it.",
        "A horse drawn sleigh ride in the snow.",
        "A black horse is pulling a sleigh in the snow.",
        "People on a horse drawn sleigh in the snow."
      ]
    }
  ],
  "note": "COCO image-text retrieval: given an image, retrieve relevant captions and vice versa. Images need to be loaded from the COCO dataset."
}
